{
  "actions": [
    {
      "acted_at": "2012-02-15T15:55:00-05:00", 
      "references": [
        {
          "reference": "CR H768-769, H782-783", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H768", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) offered by Mr. Markey.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-02-15T18:16:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 56, 
      "text": "On agreeing to the Markey amendment (A002) Failed by recorded vote: 173 - 254 (Roll no. 56).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt933-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3408-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 3408
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Amendment sought to ensure that if the Keystone XL pipeline is built, the oil that it transports to the Gulf of Mexico and the fuels made from that oil remain in this country for use in domestic commerce. The amendment allows the President to waive this requirement if it can be shown that an export of the oil or fuels won't increase our dependence on oil or fuels we buy from hostile nations; that prices for refiners and consumers won't go up if the export occurs; or if an export is needed to comply with any international treaties or other agreements we have to export oil or fuels.", 
  "house_number": 2, 
  "introduced_at": "2012-02-15", 
  "number": 933, 
  "purpose": "An amendment numbered 2 printed in Part A of House Report 112-398 to ensure that if the Keystone XL pipeline is built, the oil that it transports to the Gulf of Mexico and the fuels made from that oil remain in this country to benefit Americans. The amendment allows the President to waive this requirement if it can be shown that an export of the oil or fuels won't increase our dependence on oil or fuels we buy from hostile nations, that prices for refiners and consumers won't go up if the export occurs, or if an export is needed to comply with any international treaties or other agreements we have to export oil or fuels.", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2012-02-15T18:16:00-05:00", 
  "updated_at": "2013-07-17T08:17:20-04:00"
}