{
  "actions": [
    {
      "acted_at": "2003-03-20T17:13:00-05:00", 
      "references": [
        {
          "reference": "CR H2145", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2145", 
          "type": "text"
        }
      ], 
      "text": "Amendment in the nature of a substitute reported by the House Committee on Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-03-20T17:14:00-05:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Rules amendment (A001) Agreed to without objection.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt12-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres95-108", 
    "bill_type": "hconres", 
    "congress": 108, 
    "number": 95
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": null, 
  "house_number": 1, 
  "introduced_at": "2003-03-20", 
  "number": 12, 
  "purpose": "An amendment considered as adopted pursuant to the provisions of H. Res. 151. Amendment eliminates across-the- board savings that could be attributable to Medicare, which increases the BA and outlay totals for Medicare (Function 570) by $200 billion over 10 years, as well as the aggregate levels of BA and outlays. It also increases interest, debt, and the deficits relative to the Committee-reported bill. Reinstates a separate 10-year allocation for Medicare, which can accommodate a bill reported by either Ways and Means or Energy and Commerce. Reinstates a reserve fund for Medicare, which fences off $400 billion for Medicare modernization and prescription drug coverage. Gets to balance in 2012, with a surplus of $21 billion. Increases discretionary BA for veterans (Function 700) by $844 million in fiscal year 2004. Adds findings and purpose language to reconciliation instructions to emphasize the congressional intent that the savings are to come from eliminating waste, fraud, and abuse. Retains tax cuts in reported bill, and continues to reconcile growth package. Retains mandatory initiatives for veterans, welfare reform (still $1 billion above President), the Civil Service Retirement System, Medicaid and the Family Opportunity Act. Compensates Postal Service for overpayments to pension system for Postal employees. Reconciles sav.ngs to 13 committees. Modifies across-the-board reduction to correct for error in agriculture baseline (this correction lowers the amount of savings requiredof most committee to achieve a 1-percent reduction from fiscal year 2003). Reduces outlays levels in transportation (Function 400) because the Committee-reported resolution overstates the increase in outlays necessary to reach", 
  "sponsor": {
    "committee_id": "hsru00", 
    "name": "House Rules", 
    "type": "committee"
  }, 
  "status": "pass", 
  "status_at": "2003-03-20T17:14:00-05:00", 
  "updated_at": "2013-07-17T08:16:04-04:00"
}