{
  "actions": [
    {
      "acted_at": "2010-05-27T18:23:00-04:00", 
      "references": [
        {
          "reference": "CR 5/28/2010 H4032-4035, H4061-4062", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 5/28/2010 H4032-4033", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A013) offered by Ms. Eshoo.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-27T21:35:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 315, 
      "text": "On agreeing to the Eshoo amendment (A013) Agreed to by recorded vote: 218 - 210 (Roll no. 315).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt666-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5136-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 5136
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment requires the DNI to cooperate with GAO inquiries that are initiated by Committees; allows all committees of jurisdiction to request that GAO perform audits of the intelligence community; allows the DNI to designate certain reports or portions of reports as sources and methods sensitive or reportable only to the intelligence committees and requiring that those reports or portions would go only to the intelligence committees; and establishes certain procedures to ensure that GAO safeguards information.", 
  "house_number": 13, 
  "introduced_at": "2010-05-27", 
  "number": 666, 
  "purpose": "An amendment numbered 42 printed in House Report 111-498 to require the DNI to cooperate with GAO inquiries that are initiated by Committees. Would allow all committees of jurisdiction to request that GAO perform audits of the intelligence community. Would allow the DNI to designate certain reports or portions of reports as sources and methods sensitive or reportable only to the intelligence committees, and those reports or portions would go only to the intelligence committees. Would establish certain procedures to ensure that GAO safeguards information.", 
  "sponsor": {
    "district": "14", 
    "name": "Eshoo, Anna G.", 
    "state": "CA", 
    "thomas_id": "00355", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2010-05-27T21:35:00-04:00", 
  "updated_at": "2013-07-17T08:16:57-04:00"
}