{
  "actions": [
    {
      "acted_at": "2013-07-02T11:29:00-04:00", 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 113-135, by Mr. Frelinghuysen.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-02T11:30:00-04:00", 
      "calendar": "Union", 
      "number": "97", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 97.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2013-07-08T18:48:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 288 Reported to House. Rule provides for consideration of H.R. 2609 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Bill is open to amendments. The resolution provides that the bill shall be considered for amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T13:42:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "Rule H. Res. 288 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T13:52:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [
        {
          "reference": " CR H4231-4308", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4239-4240, H4243, H4245-4246, H4246, H4250, H4253", 
          "type": "text of Title I as reported in House"
        }, 
        {
          "reference": "CR H4254-4255, H4256", 
          "type": "text of Title II as reported in House"
        }, 
        {
          "reference": "CR H4256, H4276, H4278, H4279, H4280, H4285-4286, H4286, H4288, H4300, H4303-4305", 
          "type": "text of Title III as reported in House"
        }, 
        {
          "reference": "CR H4305-4306", 
          "type": "text of Title IV as reported in House"
        }, 
        {
          "reference": "CR H4306-4307, H4307-4308", 
          "type": "text of Title V as reported in House"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 288.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T13:52:00-04:00", 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 2609 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Bill is open to amendments. The resolution provides that the bill shall be considered for amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T13:53:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 288 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T13:53:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Randy Hultgren to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T13:53:00-04:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 2609.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T15:09:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Kelly (PA) amendment under the five-minute rule, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T15:16:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Moran amendment No. 1 under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T15:44:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Moran amendment No. 1, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Moran demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T15:45:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Moran amendment No. 2 under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T16:09:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Moran amendment No. 2, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Moran demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T16:24:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Noem amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T16:33:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Hastings (WA) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T16:42:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the E.B. Johnson (TX) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:07:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Takano amendment No. 7 amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:13:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Takano amendment No. 7, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Takano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:14:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Perry amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:21:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Perry amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Perry demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:22:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Castor amendment under the five-minute rule pending a reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:31:00-04:00", 
      "references": [], 
      "text": "Ms. Castor (FL) appealed the ruling of the Chair. The question was then put on sustaining the ruling of the Chair.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:31:00-04:00", 
      "references": [], 
      "text": "On sustaining the ruling of the Chair. Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:33:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Broun amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:39:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the First Broun amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Kaptur demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:40:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Cohen amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:48:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Cohen amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Cohen demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:49:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Broun amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T17:53:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Second Broun amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Broun demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T18:57:00-04:00", 
      "references": [], 
      "text": "Mr. Frelinghuysen moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T18:57:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T18:57:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2609 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T18:59:00-04:00", 
      "references": [
        {
          "reference": "consideration CR H4269-4308", 
          "type": null
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:00:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:02:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Swalwell amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:07:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Swalwell amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Swalwell demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:08:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the McClintock amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:25:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the McClintock amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. McClintock demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:26:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Peters (CA) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:29:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Peters (CA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Peters (CA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:30:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Perlmutter amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:38:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Perlmutter amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Perlmutter demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:38:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Connolly amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:45:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Connolly amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Connolly demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:46:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Tonko amendment under the five-minute rule, pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:52:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Takano amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:55:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Second Takano amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Takano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:56:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Takano amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:59:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Third Takano amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Takano demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T19:59:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Heck (NV) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:14:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Heck (NV) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Heck (NV) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:14:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Brownley amendment under the five-minute rule, pending the reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:20:00-04:00", 
      "references": [], 
      "text": "Ms. Brownley (CA) appealed the ruling of the Chair. The question was then put on sustaining the ruling of the Chair.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:21:00-04:00", 
      "references": [], 
      "text": "On sustaining the ruling of the Chair. Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:21:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Butterfield amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:25:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Butterfield amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Butterfield demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:25:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Reed amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:33:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Broun amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:41:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Hastings (FL) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:50:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Hastings (FL) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Hastings (FL) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T20:50:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Foster amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T21:02:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Foster amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Foster demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T21:03:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Garamendi amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T21:10:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Garamendi amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Polis demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T21:11:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Schiff amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T21:26:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Broun amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T21:28:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Fourth Broun amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Broun (GA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T21:29:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Jackson Lee amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T21:41:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Jackson Lee amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Jackson Lee demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T21:41:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Broun amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T21:49:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Quigley amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T22:03:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Quigley amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Quigley demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T22:04:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was on the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:11:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Heck (NV) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:17:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Heck (NV) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Heck (NV) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:17:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Polis amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:24:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Polis amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Polis demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:26:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Burgess amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:43:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the First Burgess amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Burgess demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:44:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Burgess amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:45:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Second Burgess amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Burgess demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:45:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Garamendi amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:54:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Frelinghuysen amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09T23:58:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Titus amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T00:01:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Titus amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Titus demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T00:02:00-04:00", 
      "references": [], 
      "text": "Mr. Frelinghuysen moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T00:02:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T00:02:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2609 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T12:34:00-04:00", 
      "references": [
        {
          "reference": "CR H4322-4336", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T12:34:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T12:36:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Burgess amendment No. 17 amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T12:43:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Bass amendment No. 29 amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T12:47:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Bass amendment No. 29, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Bass demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T12:48:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Meadows amendment amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T12:56:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Scalise amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T13:05:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Lynch amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T13:14:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Lynch amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Lynch demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T13:15:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Blackburn amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T13:26:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Higgins amendment No. 31 amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T13:36:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Walberg amendment No. 32 amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T13:39:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Grayson amendment No. 14 amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T13:43:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Barrow amendment No. 26 amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T13:47:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Scalise amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T15:03:00-04:00", 
      "references": [], 
      "text": "Mr. Frelinghuysen moved that the committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T15:03:00-04:00", 
      "references": [], 
      "text": "On motion that the committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T15:04:00-04:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 2609 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T17:15:00-04:00", 
      "references": [
        {
          "reference": "CR H4336-4367", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T17:16:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T17:16:00-04:00", 
      "references": [], 
      "text": "VACATING PROCEEDINGS - Ms. Bass asked unanimous consent to withdraw her request for a recorded vote on the Bass (CA) amendment to the end that the amendment stand disposed of by voice vote. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T18:16:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Gosar amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T18:23:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Whitfield amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T18:36:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Whitfield amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Whitfield demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T18:41:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Turner amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T18:48:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Ben Ray Lujan amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T18:52:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Nugent amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T18:56:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Engel amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:01:00-04:00", 
      "bill_ids": [
        "hres2609-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 2609, the Committee of the Whole proceeded with debate on the Garcia amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:04:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Fleming amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:11:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Fleming amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Fleming demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:12:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Garamendi amendment No. 28 under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:22:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Garamendi amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Garamendi demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:23:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Luetkemeyer amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:31:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Leutkemeyer amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:42:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Noem amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:49:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Speier amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:53:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Speier amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Ms. Speier demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T19:58:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Grayson amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T20:06:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Chabot amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T20:22:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Chabot amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Chabot demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T20:23:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Butterfield amendment under the five-minute rule, pending reservation of a point order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T20:29:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Kelly (PA) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T20:48:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the LaMalfa amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T20:55:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the King (IA) amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T21:02:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Flores amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T21:10:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Flores amendment under the five-minute rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T21:14:00-04:00", 
      "bill_ids": [
        "hres288-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 288, the Committee of the Whole proceeded with debate on the Bridenstine amendment under the five-minute rule, pending reservation of a point of order.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T21:21:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question of adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T22:09:00-04:00", 
      "references": [], 
      "text": "Mr. Frelinghuysen moved for the Committee of the Whole to rise and report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T22:09:00-04:00", 
      "references": [], 
      "text": "On motion to rise and report Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T22:09:00-04:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 2609.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T22:10:00-04:00", 
      "references": [
        {
          "reference": "CR H4365", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T22:10:00-04:00", 
      "references": [], 
      "text": "The House adopted the amendments en gross as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T22:11:00-04:00", 
      "references": [
        {
          "reference": "CR H4365-4367", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4365", 
          "type": "text"
        }
      ], 
      "text": "Mr. Schneider moved to recommit with instructions to Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T22:12:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with ten minutes of debate on the Schneider motion to recommit with instructions. The instructions contained in the motion seek to require the bill to be reported back to the House with amendments which would increase the Corps of Engineers Investigations and Construction accounts by a total of $3.65 million (intended to combat invasive species in the Great Lakes and across the nation); increase the Flood Control and Coastal Emergencies account by $7 million (intended to deal with upcoming hurricanes); increase the Renewable Energy, Energy Reliability, and Efficiency account by $2 million (intended for the US-Israel Energy Cooperation Program); and decrease the Departmental Administration account by $12.65 million.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T22:18:00-04:00", 
      "references": [
        {
          "reference": "CR H4366", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T22:25:00-04:00", 
      "references": [
        {
          "reference": "CR H4367", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 195 - 230 (Roll no. 344).", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-10T22:32:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "345", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 227 - 198 (Roll no. 345).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2013-07-10T22:32:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-16", 
      "calendar": "Senate Legislative", 
      "number": "134", 
      "references": [], 
      "text": "Received in the Senate. Read twice. Placed on Senate Legislative Calendar under General Orders. Calendar No. 134.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt245-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "245"
    }, 
    {
      "amendment_id": "hamdt246-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "246"
    }, 
    {
      "amendment_id": "hamdt247-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "247"
    }, 
    {
      "amendment_id": "hamdt248-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "248"
    }, 
    {
      "amendment_id": "hamdt249-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "249"
    }, 
    {
      "amendment_id": "hamdt250-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "250"
    }, 
    {
      "amendment_id": "hamdt251-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "251"
    }, 
    {
      "amendment_id": "hamdt252-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "252"
    }, 
    {
      "amendment_id": "hamdt253-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "253"
    }, 
    {
      "amendment_id": "hamdt254-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "254"
    }, 
    {
      "amendment_id": "hamdt255-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "255"
    }, 
    {
      "amendment_id": "hamdt256-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "256"
    }, 
    {
      "amendment_id": "hamdt257-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "257"
    }, 
    {
      "amendment_id": "hamdt258-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "258"
    }, 
    {
      "amendment_id": "hamdt259-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "259"
    }, 
    {
      "amendment_id": "hamdt260-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "260"
    }, 
    {
      "amendment_id": "hamdt261-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "261"
    }, 
    {
      "amendment_id": "hamdt262-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "262"
    }, 
    {
      "amendment_id": "hamdt263-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "263"
    }, 
    {
      "amendment_id": "hamdt264-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "264"
    }, 
    {
      "amendment_id": "hamdt265-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "265"
    }, 
    {
      "amendment_id": "hamdt266-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "266"
    }, 
    {
      "amendment_id": "hamdt267-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "267"
    }, 
    {
      "amendment_id": "hamdt268-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "268"
    }, 
    {
      "amendment_id": "hamdt269-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "269"
    }, 
    {
      "amendment_id": "hamdt270-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "270"
    }, 
    {
      "amendment_id": "hamdt271-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "271"
    }, 
    {
      "amendment_id": "hamdt272-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "272"
    }, 
    {
      "amendment_id": "hamdt273-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "273"
    }, 
    {
      "amendment_id": "hamdt274-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "274"
    }, 
    {
      "amendment_id": "hamdt275-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "275"
    }, 
    {
      "amendment_id": "hamdt276-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "276"
    }, 
    {
      "amendment_id": "hamdt277-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "277"
    }, 
    {
      "amendment_id": "hamdt278-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "278"
    }, 
    {
      "amendment_id": "hamdt279-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "279"
    }, 
    {
      "amendment_id": "hamdt280-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "280"
    }, 
    {
      "amendment_id": "hamdt281-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "281"
    }, 
    {
      "amendment_id": "hamdt282-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "282"
    }, 
    {
      "amendment_id": "hamdt283-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "283"
    }, 
    {
      "amendment_id": "hamdt284-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "284"
    }, 
    {
      "amendment_id": "hamdt285-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "285"
    }, 
    {
      "amendment_id": "hamdt286-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "286"
    }, 
    {
      "amendment_id": "hamdt287-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "287"
    }, 
    {
      "amendment_id": "hamdt288-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "288"
    }, 
    {
      "amendment_id": "hamdt289-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "289"
    }, 
    {
      "amendment_id": "hamdt290-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "290"
    }, 
    {
      "amendment_id": "hamdt291-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "291"
    }, 
    {
      "amendment_id": "hamdt292-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "292"
    }, 
    {
      "amendment_id": "hamdt293-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "293"
    }, 
    {
      "amendment_id": "hamdt294-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "294"
    }, 
    {
      "amendment_id": "hamdt295-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "295"
    }, 
    {
      "amendment_id": "hamdt296-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "296"
    }, 
    {
      "amendment_id": "hamdt297-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "297"
    }, 
    {
      "amendment_id": "hamdt298-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "298"
    }, 
    {
      "amendment_id": "hamdt299-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "299"
    }, 
    {
      "amendment_id": "hamdt300-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "300"
    }, 
    {
      "amendment_id": "hamdt301-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "301"
    }, 
    {
      "amendment_id": "hamdt302-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "302"
    }, 
    {
      "amendment_id": "hamdt303-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "303"
    }, 
    {
      "amendment_id": "hamdt304-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "304"
    }, 
    {
      "amendment_id": "hamdt305-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "305"
    }, 
    {
      "amendment_id": "hamdt306-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "306"
    }, 
    {
      "amendment_id": "hamdt307-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "307"
    }, 
    {
      "amendment_id": "hamdt308-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "308"
    }, 
    {
      "amendment_id": "hamdt309-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "309"
    }, 
    {
      "amendment_id": "hamdt310-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "310"
    }, 
    {
      "amendment_id": "hamdt311-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "311"
    }, 
    {
      "amendment_id": "hamdt312-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "312"
    }, 
    {
      "amendment_id": "hamdt313-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "313"
    }, 
    {
      "amendment_id": "hamdt314-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "314"
    }, 
    {
      "amendment_id": "hamdt315-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "315"
    }, 
    {
      "amendment_id": "hamdt316-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "316"
    }, 
    {
      "amendment_id": "hamdt317-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "317"
    }
  ], 
  "bill_id": "hr2609-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-07-08T18:48:00-04:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2013-07-10T22:32:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-02", 
  "number": "2609", 
  "official_title": "Making appropriations for energy and water development and related agencies for the fiscal year ending September 30, 2014, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres288-113", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1245-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Energy and Water Development and Related Agencies Appropriations Act, 2014", 
  "sponsor": {
    "district": "11", 
    "name": "Frelinghuysen, Rodney P.", 
    "state": "NJ", 
    "thomas_id": "00414", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2013-07-10T22:32:00-04:00", 
  "subjects": [], 
  "subjects_top_term": null, 
  "summary": {
    "as": "Introduced", 
    "date": "2013-07-02", 
    "text": "Energy and Water Development and Related Agencies Appropriations Act, 2014 - Makes appropriations for energy and water development and related agencies for FY2014. Appropriates funds to the Department of the Army, Corps of Engineers-Civil, for: (1) civil functions pertaining to river and harbor, flood and storm damage reduction, shore protection, and aquatic ecosystem restoration (including the Mississippi River alluvial valley below Cape Girardeau, Missouri); (2) the regulatory program pertaining to navigable waters and wetlands; (3) the formerly utilized sites remedial action program for clean-up of early atomic energy program contamination; (4) flood control and coastal emergencies, including hurricanes and other natural disasters; and (5) the Office of Assistant Secretary of the Army (Civil Works). Makes appropriations for FY2014 to the Department of the Interior for: (1) the Central Utah Project Completion Account; (2) the Bureau of Reclamation, including for water and related natural resources; (3) the Central Valley Project Restoration Fund; (4) California Bay-Delta Restoration; (5) administrative expenses in the Office of the Commissioner (the Denver office); and (6) offices in the five regions of the Bureau of Reclamation. Makes appropriations for FY2014 to the Department of Energy (DOE) for energy and science programs, including: (1) energy efficiency and renewable energy, (2) electricity delivery and energy reliability, (3) nuclear energy, (4) fossil energy research and development, (5) naval petroleum and oil shale reserves, (6) the Strategic Petroleum Reserve (SPR) and the Northeast Home Heating Oil Reserve, (7) the Energy Information Administration, (8) non-defense environmental cleanup, (9) the Uranium Enrichment Decontamination and Decommissioning Fund, (10) science activities, (11) the Advanced Research Projects Agency-Energy (ARPA-E), (12) the Title 17 Innovative Technology Loan Guarantee Loan Program, (13) the Advanced Technology Vehicles Manufacturing Loan Program, (14) departmental administration, (15) the Office of the Inspector General, (16) the National Nuclear Security Administration and atomic energy defense weapons activities, (17) defense nuclear nonproliferation activities, (18) naval reactors activities, (19) Office of the Administrator in the National Nuclear Security Administration, (20) defense environmental cleanup, and (21) other defense activities. Approves expenditures from the Bonneville Power Administration Fund for specified construction activities. Makes FY2014 appropriations for operation and maintenance of: (1) the Southeastern Power Administration, (2) the Southwestern Power Administration, (3) the Western Area Power Administration, including construction and rehabilitation, (4) the Falcon and Amistad Operating and Maintenance Fund, (5) the Federal Energy Regulatory Commission (FERC), and (6) specified DOE activities. Makes FY2014 appropriations to: (1) the Appalachian Regional Commission; (2) the Defense Nuclear Facilities Safety Board; (3) the Delta Regional Authority; (4) the Denali Commission; (5) the Northern Border Regional Commission; (6) the Southeast Crescent Regional Commission; (7) the Nuclear Regulatory Commission (NRC), including the Office of Inspector General; (8) the Nuclear Waste Technical Review Board; and (9) the Office of the Federal Coordinator for Alaska Natural Gas Transportation Projects. Prohibits the use of funds: (1) to conduct closure of adjudicatory functions, technical review, or support activities associated with the Yucca Mountain (Nevada) geologic repository license application; or (2) for actions that irrevocably remove the possibility that Yucca Mountain may be a repository option in the future. Sets $0.00 as the amount by which the applicable allocation of new budget authority made by the House Committee on Appropriations exceeds the amount of proposed new budget authority under the Congressional Budget Act of 1974."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Energy and Water Development and Related Agencies Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Energy and Water Development and Related Agencies Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for energy and water development and related agencies for the fiscal year ending September 30, 2014, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-07-17T16:09:24-04:00"
}