{
  "actions": [
    {
      "acted_at": "2011-03-31T17:21:00-04:00", 
      "references": [
        {
          "reference": "CR H2184-2185, H2196", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2184", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A009) offered by Ms. Hirono.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-03-31T19:02:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 210, 
      "text": "On agreeing to the Hirono amendment (A009) Failed by recorded vote: 174 - 241 (Roll no. 210).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt218-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr658-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 658
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Amendment sought to establish an Aviation Rulemaking Committee (ARC) to study and provide regulatory recommendations to the Federal Aviation Administrator to ensure that all certified aircraft are properly equipped with technology that maintains pilot visibility when dense, continuous smoke is present in the cockpit. The ARC would have been directed to complete its work in one year and provide its recommendations to the Administrator who would then inform Congress of the recommendations and outline what actions the agency would take on the basis of those recommendations.", 
  "house_number": 9, 
  "introduced_at": "2011-03-31", 
  "number": 218, 
  "purpose": "An amendment numbered 10 printed in House Report 112-46 to establish an Aviation Rulemaking Committee (ARC) to study and provide regulatory recommendations to the Federal Aviation Administrator to ensure that all certified aircraft is properly equipped with technology that maintains pilot visibility when dense, continuous smoke is present in the cockpit. The ARC would be directed to complete its work in one year and provide its recommendations to the Administrator who must inform Congress of the recommendations and outline what actions the agency will take on the basis of those recommendations.", 
  "sponsor": {
    "district": "2", 
    "name": "Hirono, Mazie K.", 
    "state": "HI", 
    "thomas_id": "01844", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2011-03-31T19:02:00-04:00", 
  "updated_at": "2013-07-17T08:17:16-04:00"
}