{
  "actions": [
    {
      "acted_at": "1995-02-09T17:26:00-05:00", 
      "references": [], 
      "text": "Amendment (A011) offered by Mr. McCollum.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-09T17:57:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the McCollum amendment (A011) as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt123-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr667-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 667
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment provides that any remaining unallocated funds which have been available for more than two fiscal years may be made available for expenses of the Immigration and Naturalization Service for investigators and for expenses of the Bureau of Prisons, the Federal Bureau of Investigation, and the United States Attorneys for activities and operations related to the investigation, prosecution and conviction of persons accused of a serious violent felony, and the incarceration of persons convicted of such offenses. \\   As amended by the Conyers amendment (A012), funds are also permitted to be made available to the National Institute of Justice for law enforcement technology programs.", 
  "house_number": 11, 
  "introduced_at": "1995-02-09", 
  "number": 123, 
  "purpose": "An amendment to permit the transfer of any unallocated funds made available in the bill for expenses of the Immigration and Nationalization Service for investigators and for expenses of the Bureau of Prisons, the FBI, and the U.S. Attorneys for activities and operations related to the investigation and prosecution of persons accused of serious violent felonies.", 
  "sponsor": {
    "district": "8", 
    "name": "McCollum, Bill", 
    "state": "FL", 
    "thomas_id": "00761", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1995-02-09T17:57:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}