{
  "actions": [
    {
      "acted_at": "1995-02-15T19:17:00-05:00", 
      "references": [], 
      "text": "Amendments (A003) offered by Mr. Bereuter.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-15T19:18:00-05:00", 
      "references": [], 
      "text": "On agreeing to the Bereuter amendments (A003) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt165-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr7-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 7
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendments en bloc: add language requiring the Secretary of State to report to Congress on the level of compensation paid by the United Nations during 1994 to nations providing peacekeeping forces; provide for the inclusion in that report of a plan for actions the United States can take to encourage the U.N. to reform existing reimbursement systems; and strike language which prohibits the use of defense funds to pay the incremental costs of UN peacekeeping activities unless authorized.", 
  "house_number": 3, 
  "introduced_at": "1995-02-15", 
  "number": 165, 
  "purpose": "An amendment comprised of two amendments offered en bloc (numbered 10 and 12 as printed in the Congressional Record) to add a new section to title V requiring the Secretary of State to submit a report to Congress on the amounts paid by the UN during 1994 to various countries to compensate for the cost of providing peacekeeping forces, along with suggested reforms to make the system more equitable; and to strike the clause in section 508 that prohibits the use of defense funds to pay the incremental costs of participating in UN peacekeeping activities unless specifically authorized by Congress.", 
  "sponsor": {
    "district": "1", 
    "name": "Bereuter, Doug", 
    "state": "NE", 
    "thomas_id": "00080", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1995-02-15", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}