{
  "actions": [
    {
      "acted_at": "2013-03-15T19:32:00-04:00", 
      "references": [], 
      "text": "The House Committee on The Budget reported an original measure, H. Rept. 113-17, by Mr. Ryan (WI).", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-15T19:33:00-04:00", 
      "calendar": "Union", 
      "number": "10", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 10.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2013-03-18T21:19:00-04:00", 
      "bill_ids": [
        "hres122-113", 
        "hcres25-113", 
        "hres115-113"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 122 Reported to House. Resolution provides for consideration of H. Con. Res. 25 and for H. Res. 115. For H. Con. Res. 25, the resolution makes in order 4 hours of general debate, equally divided and controlled. Specified amendments are in order. For H. Res. 115, the resolution provides one hour of debate with one motion to recommit, with or without instructions.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-19T16:13:00-04:00", 
      "bill_ids": [
        "hres122-113"
      ], 
      "references": [
        {
          "reference": "CR H1597-1625", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 122.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-19T16:14:00-04:00", 
      "bill_ids": [
        "hcres25-113", 
        "hres115-113"
      ], 
      "references": [], 
      "text": "Resolution provides for consideration of H. Con. Res. 25 and for H. Res. 115. For H. Con. Res. 25, the resolution makes in order 4 hours of general debate, equally divided and controlled. Specified amendments are in order. For H. Res. 115, the resolution provides one hour of debate with one motion to recommit, without instructions.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-19T16:14:00-04:00", 
      "bill_ids": [
        "hres122-113"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 122 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-19T16:14:00-04:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Doc Hastings to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-19T16:15:00-04:00", 
      "bill_ids": [
        "hcres25-113"
      ], 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with four hours of general debate on H. Con. Res. 25.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T12:43:00-04:00", 
      "references": [
        {
          "reference": "CR H1645-1710", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1645-1654", 
          "type": "text of measure as reported in House"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T12:43:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T12:45:00-04:00", 
      "bill_ids": [
        "hres122-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 122, the Committee of the Whole proceeded with 20 minutes of debate on the Mulvaney amendment in the nature of a substitute.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T13:07:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Mulvaney substitute amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Mulvaney demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T13:07:00-04:00", 
      "bill_ids": [
        "hres122-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 122, the Committee of the Whole proceeded with 30 minutes of debate on the Scott (VA) amendment in the nature of a substitute.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T13:41:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Scott (VA) substitute amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Scott (VA) demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T13:42:00-04:00", 
      "bill_ids": [
        "hres122-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 122, the Committee of the Whole proceeded with 30 minutes of debate on the Grijalva amendment in the nature of a substitute.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T14:18:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Grijalva substitute amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Grijalva demanded a recorded vote and the Chair postponed further proceedings on the question of adoption of the amendment until a time to be announced.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T14:18:00-04:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was on the adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T15:04:00-04:00", 
      "bill_ids": [
        "hres122-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 122, the Committee of the Whole proceeded with 30 minutes of debate on the Woodall amendment in the nature of a substitute.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T16:10:00-04:00", 
      "bill_ids": [
        "hres122-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 122, the Committee of the Whole proceeded with 30 minutes of debate on the Van Hollen amendment in the nature of a substitute.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T17:18:00-04:00", 
      "references": [], 
      "text": "Mr. Price (GA) moved that the Committee now rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T17:19:00-04:00", 
      "references": [], 
      "text": "On motion that the Committee now rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-20T17:19:00-04:00", 
      "bill_ids": [
        "hcres25-113"
      ], 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H. Con. Res. 25 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-21T09:54:00-04:00", 
      "references": [
        {
          "reference": "CR H1794-1801", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-21T09:55:00-04:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-21T09:55:00-04:00", 
      "bill_ids": [
        "hcres25-113"
      ], 
      "references": [], 
      "text": "DEBATE - The Committee of the Whole proceeded with further debate on H. Con. Res. 25.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-21T10:10:00-04:00", 
      "bill_ids": [
        "hcres25-113"
      ], 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H. Con. Res. 25.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-21T10:11:00-04:00", 
      "references": [
        {
          "reference": "CR H1801", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-21T10:44:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-03-21T10:44:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "88", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On agreeing to the resolution Agreed to by the Yeas and Nays: 221 - 207 (Roll no. 88).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2013-03-22", 
      "calendar": "Senate Legislative", 
      "number": "33", 
      "references": [], 
      "text": "Received in the Senate. Placed on Senate Legislative Calendar under General Orders. Calendar No. 33.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt32-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "32"
    }, 
    {
      "amendment_id": "hamdt33-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "33"
    }, 
    {
      "amendment_id": "hamdt34-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "34"
    }, 
    {
      "amendment_id": "hamdt35-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "35"
    }, 
    {
      "amendment_id": "hamdt36-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "36"
    }
  ], 
  "bill_id": "hconres25-113", 
  "bill_type": "hconres", 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Budget", 
      "committee_id": "HSBU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-03-18T21:19:00-04:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2013-03-21T10:44:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2013-03-15", 
  "number": "25", 
  "official_title": "Establishing the budget for the United States Government for fiscal year 2014 and setting forth appropriate budgetary levels for fiscal years 2015 through 2023.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres122-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres122-113", 
      "reason": "rule", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Ryan, Paul", 
    "state": "WI", 
    "thomas_id": "01560", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2013-03-21T10:44:00-04:00", 
  "subjects": [
    "Accounting and auditing", 
    "Appropriations", 
    "Budget deficits and national debt", 
    "Budget process", 
    "Comprehensive health care", 
    "Congressional officers and employees", 
    "Corporate finance and management", 
    "Defense spending", 
    "Economic performance and conditions", 
    "Economics and public finance", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Executive agency funding and structure", 
    "Food assistance and relief", 
    "Government employee pay, benefits, personnel management", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Higher education", 
    "House of Representatives", 
    "Housing finance and home ownership", 
    "Income tax rates", 
    "Inflation and prices", 
    "Legislative rules and procedure", 
    "Medicaid", 
    "Medicare", 
    "Members of Congress", 
    "Military operations and strategy", 
    "Poverty and welfare assistance", 
    "Roads and highways", 
    "Rural conditions and development", 
    "Separation, divorce, custody, support", 
    "Social Security Administration", 
    "Social security and elderly assistance", 
    "Student aid and college costs", 
    "Tax reform and tax simplification", 
    "Terrorism", 
    "Trade agreements and negotiations", 
    "Transportation programs funding", 
    "U.S. Postal Service", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2013-03-21", 
    "text": "Sets forth the congressional budget for the federal government for FY2014, including the appropriate budgetary levels for FY2015-FY2023. Title I: Recommended Levels and Amounts - (Sec. 101) Lists recommended budgetary levels and amounts for FY2014-FY2023 with respect to: (1) federal revenues, (2) new budget authority, (3) budget outlays, (4) deficits (on-budget), (5) debt subject to limit, and (6) debt held by the public. (Sec. 102) Lists the appropriate levels of new budget authority and outlays for specified major functional categories for FY2014-FY2023. Title II: Reconciliation - (Sec. 201) Sets forth reconciliation instructions for the House Committees on: (1) Agriculture, (2) Education and the Workforce, (3) Energy and Commerce, (4) Financial Services, (5) the Judiciary, (6) Natural Resources, (7) Oversight and Government Reform, and (8) Ways and Means. Requires the House Committee on the Budget to report a reconciliation bill that achieves deficit reduction. Title III: Recommended Levels for Fiscal Years 2030, 2040, and 2050 - (Sec. 301) Lists recommended revenue, spending, and deficit levels and amounts for FY2030, FY2040, and FY2050 as a percent of the federal gross domestic product (GDP) with respect to: (1) federal revenues, (2) budget outlays, and (3) deficits. Title IV: Reserve Funds - (Sec. 401) Authorizes a certain reserve fund to repeal the Patient Protection and Affordable Care Act and the health care-related provisions of the Health Care and Education Reconciliation Act of 2010 (2010 health care laws). (Sec. 402) Authorizes certain deficit-neutral reserve funds: to reform the 2010 health care laws, to repeal all or part of the decreases in Medicare spending included in them, for the sustainable growth rate of the Medicare program, to reform the tax code, to implement a trade agreement, for revenue measures that would not increase the deficit for FY2014-FY2023, and for rural counties and schools. (Sec. 409) Authorizes the chair of the House Budget Committee to revise the allocations, aggregates, and other appropriate levels in this budget resolution to accommodate the enactment of a deficit and long-term debt reduction agreement if it includes permanent spending reductions and reforms to direct spending programs. Title V: Estimates of Direct Spending - (Sec. 501) Establishes means-tested direct spending: (1) at 6.7% for the average rate of growth in the total level of outlays during the 10-year period preceding FY2014, and (2) at 6.2% under current law for the estimated average rate of growth in the total level of outlays during the 10-year period beginning with FY2014. Proposes the following reforms for means-tested directed spending: converting the federal share of Medicaid spending into a flexible state allotment tailored to meet each state’s needs, indexed for inflation and population growth; converting the Supplemental Nutrition Assistance Program (SNAP) into such a state allotment; and increasing the Department of Agriculture Thrifty Food Plan index and beneficiary growth. Establishes at 5.9% for non-means-tested direct spending for such average rate of growth and at 5.3% under current law for such estimated average rate growth. Proposes reforms for non-means-tested direct spending: (1) with respect to Medicare, by advancing specified policies to put seniors, not the federal government, in control of their health care decisions; and (2) by calling for federal employees, including Members of Congress and congressional staff, to make greater contributions toward their own retirement. Title VI: Budget Enforcement - (Sec. 601) Prohibits House legislation that would require advance appropriations, except certain FY2015 programs, projects, activities, or accounts. (Sec. 603) Declares that, if a committee other than the Committee on Appropriations reports legislation that decreases direct spending (budget authority and outlays) for any fiscal year and also authorizes appropriations for the same purpose, upon the enactment of that measure, the chair of the Committee on the Budget may decrease the allocation to such committee and increase the allocation of discretionary spending to the Committee on Appropriations for FY2014 by the amount of the new budget authority and outlays provided for in legislation making appropriations for the same purpose. Authorizes the chair to adjust the allocations, aggregates, and other appropriate budgetary levels for veterans programs, Overseas Contingency Operations/Global War on Terrorism (OCO/GWOT), or committee allocation to the Committee on Appropriations specified in the report of this budget resolution to conform with the Gramm-Rudman-Hollings Act (as adjusted by the Budget Control Act of 2011). (Sec. 604) Makes it out of order in the House to consider legislation reported out of committee (other than the Committee on Appropriations) if it has the net effect of increasing direct spending in excess of $5 billion for any of the four consecutive 10-fiscal-year periods beginning with FY2024. (Sec. 605) Requires the report or the joint explanatory statement accompanying the conference report on this budget resolution to include in its allocation to the House Committee on Appropriations amounts for the discretionary administrative expenses of the Social Security Administration (SSA) and of the Postal Service. Authorizes the chair to adjust allocations and aggregates for legislation reported by the Committee on Oversight and Government Reform that reforms the federal retirement system, but does not cause a net increase in the deficit for FY2014-FY2023. (Sec. 607) Requires any estimate prepared by the Director of the Congressional Budget Office (CBO) for a measure under the Federal Credit Reform Act (FCRA) to also provide, as a supplement, and to the extent practicable, upon the request of the chair or ranking member of the Committee on the Budget, an estimate of the current actual or estimated market values representing the \"fair value\" of assets and liabilities affected by such measure. Requires, whenever the Director prepares an estimate of the costs which would be incurred in carrying out any bill or joint resolution and determines that such legislation has a cost related to a housing or residential mortgage program under the FCRA, the Director to also provide an estimate of the current actual or estimated market values representing the \"fair value\" of assets and liabilities affected by the provisions of the measure that result in such cost. Authorizes the chair to use such estimate to determine compliance with the Congressional Budget Act of 1974 and other budgetary enforcement controls. (Sec. 608) Counts legislation that transfers funds from the general fund of the Treasury to the Highway Trust Fund as new budget authority and outlays equal to the amount of the transfer in the fiscal year in which the transfer occurs. (Sec. 609) Provides a separate allocation in the House to the Committee on Appropriations for OCO/GWOT for FY2014. Title VII: Policy Statements - (Sec. 701) Declares the policy of this budget resolution on: economic growth and job creation, tax reform, Medicare reform, Social Security, higher education affordability, deficit reduction through the cancellation of unobligated balances, responsible stewardship of taxpayer dollars, deficit reduction through the reduction of unnecessary and wasteful spending, and unauthorized spending. Title VIII: Sense of the House Provisions - (Sec. 801) Expresses the sense of the House of Representatives on the importance of child support enforcement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Establishing the budget for the United States Government for fiscal year 2014 and setting forth appropriate budgetary levels for fiscal years 2015 through 2023.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-07-17T16:10:10-04:00"
}