{
  "actions": [
    {
      "acted_at": "2008-05-22T19:37:00-04:00", 
      "references": [
        {
          "reference": "CR 5/23/2008 H4801", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 5/23/2008 H4801", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A019) offered by Mr. Ellsworth.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22T19:42:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Ellsworth amendment (A019) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1064-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5658-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 5658
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment revises the Federal Acquisition Regulation by requiring each contract awarded by the Department of Defense to contain a clause prohibiting the contractor from performing the contract using a subsidiary or subcontractor that is a foreign shell company if the foreign shell company will perform the work of the contract or subcontract using United States citizens or permanent residents of the United States.", 
  "house_number": 19, 
  "introduced_at": "2008-05-22", 
  "number": 1064, 
  "purpose": "An amendment numbered 55 printed in House Report 110-666 to revise the Federal Acquisition Regulation by requiring each contract awarded by the Department of Defense to contain a clause prohibiting the contractor from performing the contract using a subsidiary or subcontractor that is a foreign shell company if the foreign shell company will perform the work of the contract or subcontract using United States citizens or permanent residents of the United States. A foreign shell company is an entity that is incorporated outside the United States or Canada and does not amnage, direct, or exercise operational control over personnel performing work under a contract of the entity.", 
  "sponsor": {
    "district": "8", 
    "name": "Ellsworth, Brad", 
    "state": "IN", 
    "thomas_id": "01851", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-05-22T19:42:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}