{
  "actions": [
    {
      "acted_at": "2009-04-23T10:58:00-04:00", 
      "references": [
        {
          "reference": "CR H4699-4703", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4699-4700", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Gordon (TN).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-04-23T11:23:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Gordon (TN) amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt76-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1145-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 1145
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment requires that the National Water Research Development Plan specified in the bill be revised and resubmitted to Congress every 4 years after its initial submission and authorizes appropriations of $2 million for each of fiscal years 2013 and 2014. It also (1) requires a review of measures related to abating water quality impairment; (2) requires the committee to work with institutions of higher education; (3) requires cooperation with commercial end users; (4) requires relevant information to be posted on a public website; and (5) requires research into watershed hydrology. The amendment further requires that the plan include a focus on (1) development of the effect of invasive species on water supplies; (2) development of technologies to treat eutrophic water bodies; (3) development of a program to assist state and local regions regarding land conservation; (4) improvement of understanding of chemical impairments to water supply and quality; and (5) identification of whether a need exists for additional water research facilities. In addition, the amendment requires the Director of the Office of Science and Technology Policy to write to Congress and evaluate the budget as it relates to water research. Finally, the amendment expresses the sense of Congress that the interagency committee should collaborate with public institutions.of higher education and it requires the EPA to establish a pilot program exploring the use of energy audits of water-related infrastructure to identify energy and water saving opportunities.", 
  "house_number": 1, 
  "introduced_at": "2009-04-23", 
  "number": 76, 
  "purpose": "An amendment numbered 1 printed in House Report 111-82 to require that the National Water Research Development Plan specified in the bill be revised and resubmitted to Congress every 4 years after its initial submission. Also, it would authorize appropriations of $2 million for each of fiscal years 2013 and 2014. It also would (1) require review of measures related to abating water quality impairment, (2) require the committee to work with institutions of higher education, (3) require cooperation with commercial end users, (4) require relevant information be posted on a public website, and (5) require research into watershed hydrology. It would require that the plan include a focus on the (1) development of the effect of invasive species on water supplies, (2) development of technologies to treat eutrophic water bodies, (3) development of a program to assist state and local regions regarding land conservation, (4) improvement of understanding of chemical impairments to water supply and quality, and (5) identification of whether a need exists for additional water research facilities. It requires the Director of the Office of Science and Technology Policy to write to Congress and evaluate the budget as it relates to water research. It expresses the sense of Congress that the interagency committee sho.ld collaborate with public institutions of higher education. It requires the EPA to establish a pilot program exploring the use of energy audits of water-related infrastructure to identify energy and water saving opportunities.", 
  "sponsor": {
    "district": "6", 
    "name": "Gordon, Bart", 
    "state": "TN", 
    "thomas_id": "00448", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-04-23T11:23:00-04:00", 
  "updated_at": "2013-07-17T08:16:54-04:00"
}