{
  "actions": [
    {
      "acted_at": "1996-05-16T11:05:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) in the nature of a substitute offered by Mr. Payne (NJ).", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-16T12:40:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Payne (NJ) amendment (A001) Failed by recorded vote: 63 - 362 (Roll No. 176).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt1061-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres178-104", 
    "bill_type": "hconres", 
    "congress": 104, 
    "number": 178
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to provide for a balanced budget by FY 2002 by reducing spending by $333.1 billion and increasing revenue by $486.6 billion. It would have provided for decreased funding for defense over six years; maintained Medicare and Medicaid expenditures at levels that CBO estimates is required to maintain current services; increased funding for education, job training, and social service; and provided for revenue increases by revising tax provisions relating to capital gains, and multinational and foreign controlled corporations.", 
  "house_number": 1, 
  "introduced_at": "1996-05-16", 
  "number": 1061, 
  "purpose": "An amendment in the nature of a substitute, printed in the Congressional Record of May 15, 1996, to provide for a balanced budget by FY 2002 by reducing spending by $333.1 billion and increasing revenue by $486.6 billion, primarily through business taxes. The amendment would reduce the level of defense expenditures by $280.6 billion over six years and maintain Medicare and Medicaid expenditures at levels CBO estimates is required to maintain current services.", 
  "sponsor": {
    "district": "10", 
    "name": "Payne, Donald M.", 
    "state": "NJ", 
    "thomas_id": "00902", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1996-05-16", 
  "updated_at": "2013-07-17T07:50:54-04:00"
}