{
  "actions": [
    {
      "acted_at": "2005-05-25T16:44:00-04:00", 
      "references": [
        {
          "reference": "CR H4020-4026", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4020-4022", 
          "type": "text of amendments enbloc"
        }
      ], 
      "text": "Amendments (A007) offered by Mr. Hunter.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-05-25T16:45:00-04:00", 
      "references": [], 
      "text": "Hunter amendment (A007) modified by unanimous consent. By unanimous consent, the amendment numbered 16 contained in the en bloc, is modified.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-05-25T17:18:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Hunter amendments (A007) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt212-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1815-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 1815
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendments en bloc, as modified, consist of the text of those amendments contained in House Report 109-96 which are printed on pages H4020-H4022 in the Congressional Record for May 25, 2005.", 
  "house_number": 7, 
  "introduced_at": "2005-05-25", 
  "number": 212, 
  "purpose": "An amendment comprised of the following amendments printed in House Report 109-96, offered en bloc, and numbered: 4, 5, 8, 9, 11, 14, 16 as modified, 17, 22, and 23. The amendments seek to instruct the GAO to submit a report to Congress on criminal violations in military recruiting practices, including DoD policies that may contribute to violations, evaluation of any internal investigations, and recommended legislative or administrative remedies; add `information concerning the availability of mental health services' to what is already required to be communicated in benefit counseling sessions to those in the armed forces who are separating from active duty; authorize $25 million annually for training and resources for the DoD to better respond to incidences of sexual assault; require GAO to study the difficulties faced by our National Guard and Reserve Personnel in gaining re-employment once returning from duty; require the GAO to prepare a report on compensation and benefits for reserve component members; require a study of effectiveness of self administered pre- and post- deployment exams, within 120 days of enactment; add a section including a prohibition on defense contractors requiring licenses or fees for use of military likenesses and designations; require DoD to establish the employment of National Guard and Res.rve Personnel as an evaluation factor in the awarding of defense contracts; prohibit DoD from destroying historical fallout records and directs the Department to identify, preserve, and publish information contained in these records; and, to amend the Immigration and Nationality Act to admit Afghan and Iraqi nationals who serve U.S. forces as interpreters for at least 12 months and have a recommendation of the first General or Flag officer in the chain of command.", 
  "sponsor": {
    "district": "52", 
    "name": "Hunter, Duncan", 
    "state": "CA", 
    "thomas_id": "00575", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2005-05-25", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}