{
  "actions": [
    {
      "acted_at": "1997-04-23T15:52:00-04:00", 
      "references": [], 
      "text": "Amendment (A005) offered by Ms. Kaptur.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-04-23T17:47:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 88, 
      "text": "On agreeing to the Kaptur amendment (A005) Agreed to by recorded vote: 220 - 193 (Roll no. 88).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt29-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr400-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 400
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment exempts small businesses, independent inventors, and universities from publication of patent application information until the patent is granted; specifies that patent information can be published before a patent is granted if the data has been made public in foreign countries, the application has been filed with the Patent and Trademark Office (PTO) for five years or longer and the PTO determines that the public interest would be served by publication, or the inventor deliberately delays publication of the patent.", 
  "house_number": 5, 
  "introduced_at": "1997-04-23", 
  "number": 29, 
  "purpose": "An amendment to exempt small businesses, universities, and individual inventors from the provisions of the bill that require publication of patent applications 18 months after filing. The amendment would permit early publication of a patent application only if the data exists in the public domain of other countries; if an application has been pending for more than five years and the Patent Office determines publication to be in the public interest; or if it has been determined that the inventor has intentionally delayed the patent granting procedures.", 
  "sponsor": {
    "district": "9", 
    "name": "Kaptur, Marcy", 
    "state": "OH", 
    "thomas_id": "00616", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1997-04-23T17:47:00-04:00", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}