{
  "actions": [
    {
      "acted_at": "1995-10-26T16:09:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) in the nature of a substitute offered by Mr. Orton.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-26T17:46:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 741, 
      "text": "On agreeing to the Orton amendment (A001) Failed by recorded vote: 72 - 356, 1 Present (Roll no. 741).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt884-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2491-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2491
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to balance the Federal budget in 7 years without a tax cut; reduce mandatory and discretionary spending; cut Medicare by $170 billion over 7 years; cut Medicaid by $82 billion; not include language contained in the bill relating to pension provisions or student loans; and scale back cuts in agriculture, Federal employees retirement and the Earned Income Tax Credit.", 
  "house_number": 1, 
  "introduced_at": "1995-10-26", 
  "number": 884, 
  "purpose": "An amendment, offered as an amendment in the nature of a substitute, consisting of the text of H.R. 2530. The amendment would balance the budget in 7 years without providing a tax cut and would reduce mandatory and discretionary by less than the provisions of the bill. The amendment would cut Medicare spending by $170 billion over 7 years, $100 billion less than called for in the bill, and would cut medicaid spending by $82 billion, $100 billion less than the bill. The amendment would not include the student loan or pension provisions contained in the bill and would scale back on the reductions in the bill for agriculture, federal employees retirement, and the Earned Income Tax Credit.", 
  "sponsor": {
    "district": "3", 
    "name": "Orton, Bill", 
    "state": "UT", 
    "thomas_id": "00881", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-10-26T17:46:00-04:00", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}