{
  "actions": [
    {
      "acted_at": "2005-05-17T15:45:00-04:00", 
      "references": [
        {
          "reference": "CR H3394-3395", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3394", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A012) offered by Mr. Davis, Tom.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-05-17T15:47:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Davis, Tom amendment (A012) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt139-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2360-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 2360
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment provides that language in the bill that allows the Department of Homeland Security to conduct security clearance investigations will cease to be effective once the President has selected a single agency to conduct security clearance investigations and that agency has reported to Congress.", 
  "house_number": 12, 
  "introduced_at": "2005-05-17", 
  "number": 139, 
  "purpose": "An amendment numbered 2 printed in the Congressional Record to extend section 516 to provide further that this section shall cease to be effective at such time that the President has selected a single agency to conduct security clearance investigations pursuant to section 3001 (c) of the Intelligence Reform and Terrorism Prevention Act of 2004 (Public Law 108-458; 50 U.S.C. 435b) and the entity selected under section 3001(b) of such act has reported to Congress that the agency selected pursuant to such section 3001(c) is capable of conducting all necessary investigations in a timely manner or has authorized the entities within the Department of Homeland Security covered by this section to conduct their own investigations pursuant to section 3001 of such Act.", 
  "sponsor": {
    "district": "11", 
    "name": "Davis, Tom", 
    "state": "VA", 
    "thomas_id": "00274", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2005-05-17T15:47:00-04:00", 
  "updated_at": "2013-07-17T08:16:17-04:00"
}