{
  "actions": [
    {
      "acted_at": "1996-05-09T16:26:00-04:00", 
      "references": [], 
      "text": "Substitute (A035) offered by Mr. McIntosh to the Roemer amendment (A034).", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-09T16:45:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "fail", 
      "text": "On agreeing to the McIntosh amendment (A035) Failed by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1051-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": {
    "amendment_id": "hamdt1050-104", 
    "amendment_type": "hamdt", 
    "congress": 104, 
    "number": 1050
  }, 
  "amends_bill": {
    "bill_id": "hr2406-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2406
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Substitute amendment to the Roemer amendment (A034) sought to establish a manufactured housing construction and safety standards consensus committee, include provisions that require certain competitive bidding procedures, and subject the expenditure of inspection fees to the annual appropriations process.", 
  "house_number": 35, 
  "introduced_at": "1996-05-09", 
  "number": 1051, 
  "purpose": "An amendment offered as a substitute for the Roemer amendment to require establishment of interim emergency standards if necessary for health or safety reasons; selection of technical or building code organizations be by competitive bidding procedures; reduce from one year to six months, the amount of time HUD has to review any standards promulgated by the standards committee; require that standards committee regulations supercede any state or local regulations; eliminate HUD's ability to issue clarifying bulletins reviewed by the standards committee; and subject the expenditure of inspections fees to the annual appropriations process.", 
  "sponsor": {
    "district": "2", 
    "name": "McIntosh, David M.", 
    "state": "IN", 
    "thomas_id": "00776", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1996-05-09T16:45:00-04:00", 
  "updated_at": "2013-07-17T07:50:54-04:00"
}