{
  "actions": [
    {
      "acted_at": "2005-06-17T12:35:00-04:00", 
      "references": [
        {
          "reference": "CR H4684-4697, H4702-4703", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4684-4692", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A027) in the nature of a substitute offered by Mr. Lantos.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-17T14:33:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 281, 
      "text": "On agreeing to the Lantos amendment (A027) Failed by recorded vote: 190 - 216 (Roll no. 281).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt320-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2745-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 2745
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment in the nature of a substitute sought to replace the language of the bill with the text of the \"United Nations Reform and Institutional Strengthening Act of 2005\".", 
  "house_number": 27, 
  "introduced_at": "2005-06-17", 
  "number": 320, 
  "purpose": "An amendment in the nature of a substitute numbered 13 printed in part 2 of House Report 109-132 which contains all the reforms of H.R. 2745, with the following differences: (1) Rather than require withholding dues if certain reforms are not met, the substitute authorizes the Secretary of State to withhold up to 50% of our U.N. dues, but would not mandate such a cut; (2) Rather than withhold a portion of U.S. dues to the U.N. if its member states refuse to change certain programs from the `assessed' to the `voluntary' budget, the substitute authorizes the Secretary of State to withhold up to 50% of U.S. dues to the U.N. dues if substantial progress has not been made to carry out such a change; (3) while keeping the U.N. reforms on peacekeeping, the substitute provides the Secretary of State with a waiver in the event that a new or expanded mission is essential to America's national interest; (4) the substitute also ensures that we do not withhold funds from the U.N. when it is separate specialized agencies, such as the World Health Organization or the World Intellectual Property Organization, that have failed to make necessary reforms; (5) the substitute provides for an extension of the authority to pay our peacekeeping dues at 27.1 percent for the next two years, ensuring that we do not immediately go into arrears at the U.N.; and.the amendment includes incentives by supporting an effort to pay our dues on time (we now pay in the last quarter of the calendar year), supports an increased U.N. budget for the large number of new offices that will be needed to implement the reforms, supports a well structured buyout of unneeded U.N. personnel and supports a contribution to the U.N. Democracy Fund.", 
  "sponsor": {
    "district": "12", 
    "name": "Lantos, Tom", 
    "state": "CA", 
    "thomas_id": "00663", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2005-06-17T14:33:00-04:00", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}