{
  "actions": [
    {
      "acted_at": "1995-09-20T13:49:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Shuster.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-20T13:51:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Shuster amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt807-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2274-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2274
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment en bloc makes technical changes and reduces by $39 million funding for State High Priority Project Restoration; restores funding for highway safety programs to $177 million; extends through fiscal year 1997 provisions that ensure that any locality of less than 200,000 residents will receive at least 75 percent of the transit operating assistance it received for fiscal year 1995; ensures that any urban area that exceeded 1 million residents in 1980 and according to the 1990 census has less than that many residents now will receive at least 90 percent of the transit operating assistance it received in fiscal year 1992; allows the Department of Transportation to exempt individual drivers of commercial vehicles weighing less than 26,000 pounds from some or all Federal motor carrier safety laws and regulations; requires the Department of Transportation to conduct a cost-benefit review of all Federal safety regulations that currently apply to vehicles weighing less than 26,000 pounds; increases from a 50-mile radius to a 100-mile radius the area in which drivers transporting agricultural or farm supplies may operate without complying with Federal hours of service regulations; and modifies Federal hours of service regulations for drivers of public utility trucks by providing that their limits on maximum driving.and on-duty time be reset whenever they have an off-duty period of 24 consecutive hours.", 
  "house_number": 1, 
  "introduced_at": "1995-09-20", 
  "number": 807, 
  "purpose": "An amendment offered pursuant to H. Res. 224, to make technical and conforming changes.", 
  "sponsor": {
    "district": "9", 
    "name": "Shuster, Bud", 
    "state": "PA", 
    "thomas_id": "01055", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1995-09-20T13:51:00-04:00", 
  "updated_at": "2013-07-17T07:50:49-04:00"
}