{
  "actions": [
    {
      "acted_at": "1996-03-13T13:45:00-05:00", 
      "references": [], 
      "text": "Amendment (A002) offered by Mr. Barr.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-13T15:15:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 61, 
      "text": "On agreeing to the Barr amendment (A002) Agreed to by recorded vote: 246 - 171 (Roll no. 61).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt950-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2703-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2703
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment extends to one year a study of law enforcement safety issues including a study of law enforcement officer deaths due to accidents, non-felony causes, felony firearm use, and the use of armor piercing ammunition; strikes provisions to allow Federal law enforcement access to consumer credit, public accommodation, and common carrier information; strikes the \"good faith\" exceptions to the exclusionary rule for admitting in court certain evidence gathered by wiretaps; strikes provisions allowing aliens to be excluded or denied asylum in the United States based on their membership in a suspected or known terrorist organization; and strikes language requiring telephone companies to allow Federal authorities access to billing records, and to maintain their records for 90 days to assist in Federal criminal investigations.", 
  "house_number": 2, 
  "introduced_at": "1996-03-13", 
  "number": 950, 
  "purpose": "An amendment, printed as amendment No. 2 in House Report 104-480, to modify a study of ammunition capable of penetrating police body armor. The amendment would also eliminate provisions of the bill which, 1. Require the disclosure of certain records to the FBI; 2. allow the admissibility of wiretapping evidence obtained in \"good faith\"; 3. establishes streamlined procedures for removal of alien terrorist; 4. authorizes the Executive Branch to officially identify organizations as being \"Terrorist Organizations\". The amendment would also delete the so-called \"should have known\" standard and the \"reasonable cause to believe\" standard for determining criminal culpability for providing material support to a terrorist or terrorist organization, excludes black or smokeless powder from the list of explosives to be reviewed by the Explosive Materials Taggants Study, and deletes provisions allowing the FBI to obtain telephone billing records of individuals.", 
  "sponsor": {
    "district": "7", 
    "name": "Barr, Bob", 
    "state": "GA", 
    "thomas_id": "00056", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1996-03-13T15:15:00-05:00", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}