{
  "actions": [
    {
      "acted_at": "2003-03-27T12:16:00-05:00", 
      "references": [
        {
          "reference": "CR H2429-2437", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2429-2432", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A008) offered by Mr. Smith (TX).", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-03-27T13:09:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 88, 
      "text": "On agreeing to the Smith (TX) amendment (A008) Agreed to by recorded vote: 406 - 15 (Roll no. 88).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt25-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1104-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 1104
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment narrows the definition of child pornography and creates new obscenity offenses to cover virtual and real child pornography that involves visual depictions of prepubescent children and minors; and creates a new offense against pandering materials as child pornography and strengthens penalties for repeat offenders.", 
  "house_number": 8, 
  "introduced_at": "2003-03-27", 
  "number": 25, 
  "purpose": "An amendment numbered 8 printed in House Report 108-48 to narrow definition of child pornography in response to Ashcroft v. the Free Speech Coalition; to create new obscenity offenses to cover virtual and real child pornography that involves visual depictions of prepubescent children and minors; to create a new offense against pandering visual depictions as child pornography and strengthens penalties for repeat offenders; to include new findings that detail the effect of the Supreme Court decision on child pornography cases, as well as some technical changes; to require the Attorney General to report on the Department of Justice's efforts to enforce the record-keeping requirements for producers of adult material to demonstrate they are not using minors.", 
  "sponsor": {
    "district": "21", 
    "name": "Smith, Lamar", 
    "state": "TX", 
    "thomas_id": "01075", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2003-03-27T13:09:00-05:00", 
  "updated_at": "2013-07-17T08:16:04-04:00"
}