{
  "actions": [
    {
      "acted_at": "1996-07-11T19:56:00-04:00", 
      "references": [], 
      "text": "Amendment (A025) offered by Mr. Campbell.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-11T20:02:00-04:00", 
      "references": [], 
      "text": "Campbell amendment (A025) modified by unanimous consent. Modification to the Campbell amendment to prohibit the Mine Safety and Health Administration from closing or relocating any safety and health technology center without first submitting to the Committee on Appropriations a detailed analysis of the cost savings anticipated by the proposed action.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-11T20:09:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Campbell amendment (A025) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt1274-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3755-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 3755
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment, as modified, allows public health assistance for communicable diseases to be extended to individuals not lawfully in the United States and prohibits the Mine Safety and Health Administration from closing or relocating any safety and health technology center until submitting a cost analysis to the House Committee on Appropriations.", 
  "house_number": 25, 
  "introduced_at": "1996-07-11", 
  "number": 1274, 
  "purpose": "An amendment to include an exception against the prohibitions in the bill against using appropriated funds for illiegal aliens. The amendment would allow funds in the bill to be spend for immunizations with respect to immunizable diseases, testing and treatment for communicable diseases, and treatment for symptoms of communicable diseases.", 
  "sponsor": {
    "district": "15", 
    "name": "Campbell, Tom", 
    "state": "CA", 
    "thomas_id": "00170", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1996-07-11", 
  "updated_at": "2013-07-17T07:50:56-04:00"
}