{
  "actions": [
    {
      "acted_at": "2008-04-24T12:40:00-04:00", 
      "references": [
        {
          "reference": "CR H2721-2722", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2721", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A007) offered by Mr. Markey.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-04-24T12:50:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Markey amendment (A007) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1029-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2830-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2830
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment directed the Secretary of Homeland Security to notify the Federal Energy Regulatory Commission (FERC) of any determination by the Secretary that a proposed waterside liquefied natural gas (LNG) facility is suitable or unsuitable for the marine traffic associated with the LNG facility. Within 90 days of such notification, FERC must respond to the Secretary's determination with what action the Commission has taken regarding a proposal to construct and operate a waterside LNG.", 
  "house_number": 7, 
  "introduced_at": "2008-04-24", 
  "number": 1029, 
  "purpose": "An amendment numbered 7 printed in Part B of House Report 110-604 to direct the Secretary of Homeland Security to notify the Federal Energy Regulatory Commission (FERC) of any determination by the Secretary that a proposed waterside liquefied natural gas (LNG) facility is suitable or unsuitable for the marine traffic associated with the LNG facility. Within 90 days of such notification, FERC must respond to the Secretary's determination with what action the Commission has taken regarding a proposal to construct and operate a waterside LNG.", 
  "sponsor": {
    "district": "7", 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-04-24T12:50:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}