{
  "actions": [
    {
      "acted_at": "2005-12-16T15:40:00-05:00", 
      "references": [
        {
          "reference": "CR H11944-11949", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H11944-11948", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A016) offered by Mr. Sensenbrenner.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-12-16T15:51:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Sensenbrenner amendment (A016) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt653-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4437-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 4437
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Manager's amendment consists of the text of the amendment contained in House Report 109-350 and printed on pages H11944-H11948 in the Congressional Record for Dec. 16, 2005.", 
  "house_number": 16, 
  "introduced_at": "2005-12-16", 
  "number": 653, 
  "purpose": "An amendment numbered 4 printed in House Report 109-350 to prohibit localities from requiring businesses to set up day labor sites as a condition for conducting or expanding a business; require the Attorney General to report on the status of criminal alien prosecutions, including prosecutions of smugglers; authorizes ICE's current Forensic Document Laboratory, sets mandatory minimums for repeated marriage fraud, removes reference to aggravated felonies and substitutes language referring to length of sentence, for sentencing enhancements for aliens who enter illegally after convictions. Clarifies that the Board of Immigration Appeals' decisions on motions to reopen are discretionary decisions that are not subject to judicial review. Updates the law that criminalizes passport and immigration fraud by increasing penalties to facilitate effective enforcement. Also penalizes fraud againstaliens applying for immigration benefits. Amends the law that provides for detention of criminal defendants to make the defendants' immigration status an express consideration in determining whether the defendant should be released on bond. Extends the statute of limitations for all immigration-.", 
  "sponsor": {
    "district": "5", 
    "name": "Sensenbrenner, F. James, Jr.", 
    "state": "WI", 
    "thomas_id": "01041", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2005-12-16T15:51:00-05:00", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}