{
  "actions": [
    {
      "acted_at": "1996-03-14T12:58:00-05:00", 
      "references": [], 
      "text": "Amendment (A012) in the nature of a substitute offered by Mr. Conyers.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-14T14:32:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 65, 
      "text": "On agreeing to the Conyers amendment (A012) Failed by recorded vote: 129 - 294 (Roll no. 65).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt960-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2703-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2703
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to strike provisions restricting habeas corpus appeals by death row prisoners; to strike provisions expanding wire tapping authority; to strike provisions allowing the FBI access to telephone and consumer records; to strike language regarding the deportation of criminal aliens; to strike provisions for a study of \"cop killer\" bullets; to strike provisions designating a mandatory minimum penalty for knowingly transferring firearms used to commit violent crimes; to add provisions making it a crime to target children in an act of terrorism; to add provisions increasing the ability of U.S. citizens to sue a foreign country for sanctioning terrorism by eliminating the current requirement that the U.S. citizen enter into arbitration with the foreign country before filing suit; and to add provisions requiring judicial review of the State Department and the Attorney General designation of a terrorist group.", 
  "house_number": 12, 
  "introduced_at": "1996-03-14", 
  "number": 960, 
  "purpose": "An amendment in the nature of a substitute to increase the legal protection of people and property domestically and internationally, including increased support for federal employees and their families. It broadens current law relating to the punishment of conspiracies planned in the U.S. to harm people or property overseas, adds new crimes to the list of offenses which can be included in money laundering charges, and expands U.S. jurisdiction over maritime acts of violence. The substitute also increases investigative tools available to federal law enforcement authorities; expands the definition of nuclear materials to be monitored; provides implementing legislation for the Montreal convention on marking explosive materials negotiated in March, 1991; and authorizes funding for firefighter and emergency services training, explosive detection devices to foreign countries, and counterterrorism technology research and development funding.", 
  "sponsor": {
    "district": "14", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1996-03-14T14:32:00-05:00", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}