{
  "actions": [
    {
      "acted_at": "1997-06-11T12:40:00-04:00", 
      "references": [], 
      "text": "Amendments (A049) offered by Mr. Gilman.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T13:06:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Gilman amendments (A049) Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T13:09:00-04:00", 
      "references": [], 
      "text": "Mr. Serrano demanded a separate vote on the Gilman amendments (A049).", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T13:38:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Gilman amendments (A049) Agreed to by the Yeas and Nays: (Roll No. 180).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt177-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1757-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 1757
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendments provide for reorganizing and streamlining United States foreign affairs agencies; mandate that the Arms Control and Disarmament Agency and the International Development Cooperation Agency be abolished by not later than October 1, 1998; and that the U.S. Information Agency be abolished and the Agency for International Development be partially folded into the State Department by not later than October 1, 1999.", 
  "house_number": 49, 
  "introduced_at": "1997-06-11", 
  "number": 177, 
  "purpose": "An amendment to modify the bill's provisions to consolidate certain foreign affairs agencies into the State Department. The amendment would change the date by which the president must submit a reorganization plan for consolidation from August 17, 1997, until 60 days after enactment. It would moves back the deadlines for consolidating the agencies by approximately 45 days, mandating that ACDA and USIA be abolished by October 1, 1998, and that USIA and certain AID administrative functions be consolidated by October 1, 1999.", 
  "sponsor": {
    "district": "20", 
    "name": "Gilman, Benjamin A.", 
    "state": "NY", 
    "thomas_id": "00440", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1997-06-11", 
  "updated_at": "2013-07-17T07:51:35-04:00"
}