{
  "actions": [
    {
      "acted_at": "2007-11-01T13:07:00-04:00", 
      "references": [
        {
          "reference": "CR H12420-12421", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H12420-12421", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Rahall.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-11-01T13:07:00-04:00", 
      "references": [], 
      "text": "Rahall amendment (A001) modified by unanimous consent. Modification was technical in nature.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-11-01T13:11:00-04:00", 
      "references": [
        {
          "reference": "CR H12421", 
          "type": "text as modified"
        }
      ], 
      "text": "On agreeing to the Rahall amendment (A001) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt876-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2262-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2262
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment to clarify that \"valid existing rights\" associated with existing mining claims would be protected under the Act. It would clarify that in addition to paying a 4% royalty, existing operations will still need to come into compliance with the Act within 10 years; would clarify that the claim maintenance and location fees currently allotted to administration of the mining laws will continue to be so allotted with the balance going to clean-up of abandoned hardrock mines, subject to appropriations; would clarify that user fees assessed by the BLM to process mining permit applications will be used for administration of the mining law program; would limit the purview of section 504-citizen suits--to permits issued pursuant to title III of the Act; and finally, would clarify that nothing under the Act will affect the sovereign immunity of any Indian Tribe.", 
  "house_number": 1, 
  "introduced_at": "2007-11-01", 
  "number": 876, 
  "purpose": "An amendment numbered 1 printed in House Report 110-416 to clarify that `valid existing rights' associated with existing mining claims would be protected under the Act. It would clarify that in addition to paying a 4% royalty, existing operations will still need to come into compliance with the Act within 10 years; would clarify that the claim maintenance and location fees currently allotted to administration of the mining laws will continue to be so allotted with the balance going to clean-up of abandoned hardrock mines, subject to appropriations; would clarify that user fees assessed by the BLM to process mining permit applications will be used for administration of the mining law program; would limit the purview of section 504-citizen suits--to permits issued pursuant to title III of the Act; and finally, would clarify that nothing under the Act will affect the sovereign immunity of any Indian Tribe.", 
  "sponsor": {
    "district": "3", 
    "name": "Rahall, Nick J., II", 
    "state": "WV", 
    "thomas_id": "00940", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2007-11-01", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}