{
  "actions": [
    {
      "acted_at": "2009-10-22T19:59:00-04:00", 
      "references": [
        {
          "reference": "CR H11684-11685", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H11684-11685", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A006) offered by Mr. Himes.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-10-22T20:03:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Himes amendment (A006) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt469-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3619-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 3619
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment establishes within the Department of Homeland Security, the \"America's Waterway Watch Program\", a citizen watch program that promotes voluntary reporting of suspected terrorist activity and suspicious behavior along U.S. waterways. Amendment authorizes $3 million over the course of six years for the program and requires the Secretary to coordinate with other watch programs. The Secretary may also develop instructional materials on potential threats and to promote voluntary reporting of potential violations of law, and may distribute such materials.", 
  "house_number": 6, 
  "introduced_at": "2009-10-22", 
  "number": 469, 
  "purpose": "An amendment numbered 6 printed in House Report 111-311 to establish within the Department of Homeland Security the America's Waterway Watch Program, a citizen watch program that promotes voluntary reporting of suspected terrorist activity and suspicious behavior along our waterways. It would authorize $3 million over the course of six years for the program. The Secretary would coordinate with other watch programs. The Secretary may also develop instructional materials on potential threats and to promote voluntary reporting of potential violations of law, and may distribute such materials.", 
  "sponsor": {
    "district": "4", 
    "name": "Himes, James A.", 
    "state": "CT", 
    "thomas_id": "01913", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-10-22T20:03:00-04:00", 
  "updated_at": "2013-07-17T08:16:56-04:00"
}