{
  "actions": [
    {
      "acted_at": "2011-04-06T17:37:00-04:00", 
      "references": [
        {
          "reference": "CR H2380-2381, H2389-2390", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2380", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A010) offered by Mr. Rush.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-04-06T19:08:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 239, 
      "text": "On agreeing to the Rush amendment (A010) Failed by recorded vote: 165 - 260 (Roll no. 239).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt249-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr910-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 910
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Amendment sought to prevent the provisions of this act from going into effect until the EPA Administrator, in consultation with the Secretary of Defense, certifies that the consequences of not regulating greenhouse gas emissions, and its subsequent impact on climate change, including the potential to create sustained natural and humanitarian disasters and the ability to likely foster political instability where societal demands exceed the capacity of governments to cope, do not jeopardize American security interests at home or abroad.", 
  "house_number": 10, 
  "introduced_at": "2011-04-06", 
  "number": 249, 
  "purpose": "An amendment numbered 10 printed in House Report 112-54 to prevent the provisions of this act from going into effect until the EPA Administrator, in consultation with the Secretary of Defense, certifies that the consequences of not regulating greenhouse gas emissions, and its subsequent impact on climate change, including the potential to create sustained natural and humanitarian disasters and the ability to likely foster political instability where societal demands exceed the capacity of governments to cope, do not jeopardize American security interests at home or abroad.", 
  "sponsor": {
    "district": "1", 
    "name": "Rush, Bobby L.", 
    "state": "IL", 
    "thomas_id": "01003", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2011-04-06T19:08:00-04:00", 
  "updated_at": "2013-07-17T08:17:17-04:00"
}