{
  "actions": [
    {
      "acted_at": "2012-07-12T10:54:00-04:00", 
      "references": [
        {
          "reference": "CR H4844-4845, H4850-4851", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4844", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A004) offered by Mr. Young (AK).", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-07-12T12:12:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 465, 
      "text": "On agreeing to the Young (AK) amendment (A004) Agreed to by recorded vote: 238 - 178 (Roll no. 465).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1374-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4402-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 4402
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Amendment allows the lead agency, as established under the bill, to exempt existing Mineral Prescriptions for strategic and critical materials within federally administered national forests from the procedures detailed at, and all rules promulgated under, part 294 of title 36 of the Code of Federal Regulations. In addition, the amendment extends this exemption to areas integral to access of the Mineral Prescriptions, and the construction, operation, maintenance, and restoration of any existing Mineral Prescriptions.", 
  "house_number": 4, 
  "introduced_at": "2012-07-12", 
  "number": 1374, 
  "purpose": "An amendment numbered 4 printed in House Report 112-590 to allow the lead agency, as established under this bill, to exempt existing Mineral Prescriptions for strategic and critical materials within federally administered national forests from the procedures detailed at and all rules promulgated under part 294 of title 36 of the Code of Federal Regulations. In addition, the amendment would extend this exemption to areas integral to access of the Mineral Prescriptions, and the construction, operation, maintenance, and restoration of any existing Mineral Prescriptions.", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2012-07-12T12:12:00-04:00", 
  "updated_at": "2013-07-17T08:17:27-04:00"
}