{
  "actions": [
    {
      "acted_at": "2008-06-11T13:10:00-04:00", 
      "references": [
        {
          "reference": "CR H5258-5259", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5258", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A006) offered by Mr. Murphy (CT).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-11T13:20:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Murphy (CT) amendment (A006) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1082-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr6003-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 6003
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment expresses support for commuter rail service between New Haven, CT, and Springfield, MA and encourages Amtrak to cooperate with state Departments of Transportation to expand commuter rail service on that line. The amendment provides that Amtrak shall report to Congress and the Transportation Departments of Connecticut and Massachusetts on the total cost of uncompleted infrastructure maintenance on the rail line between New Haven and Springfield.", 
  "house_number": 6, 
  "introduced_at": "2008-06-11", 
  "number": 1082, 
  "purpose": "An amendment numbered 7 printed in House Report 110-703 to express support for commuter rail service between New Haven, CT, and Springfield, MA and would encourage Amtrak to cooperate with state Departments of Transportation to expand commuter rail service on that line. The amendment provides that Amtrak shall report to Congress and the Transportation Departments of Connecticut and Massachusetts on the total cost of uncompleted infrastructure maintenance on the rail line between New Haven and Springfield.", 
  "sponsor": {
    "district": "5", 
    "name": "Murphy, Christopher S.", 
    "state": "CT", 
    "thomas_id": "01837", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-06-11T13:20:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}