{
  "actions": [
    {
      "acted_at": "2011-03-31T20:07:00-04:00", 
      "references": [
        {
          "reference": "CR H2205-2206", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2205-2206", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A024) offered by Ms. Moore.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-03-31T20:10:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Moore amendment (A024) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt233-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr658-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 658
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Amendment requires the Transportation Department Inspector General to report to Congress on the number of new small business concerns, including those owned by veterans and other disadvantaged groups, that participate in the projects carried out throughout the duration of the reauthorization bill. The report would list the top 25 and bottom 25 large- and medium-hub airports using such small businesses, assess the reasons why airports have been successful in using such small businesses and make recommendations to the FAA and Congress on how those successes can be replicated.", 
  "house_number": 24, 
  "introduced_at": "2011-03-31", 
  "number": 233, 
  "purpose": "An amendment numbered 25 printed in House Report 112-46 to require the Transportation Department Inspector General to report to Congress on the number of new small business concerns, including those owned by veterans and other disadvantaged groups, that participate in the projects carried out throughout the duration of the reauthorization bill. The report would list the top 25 and bottom 25 large- and medium-hub airports using such small businesses, assess the reasons why airports have been successful in using such small businesses and make recommendations to the FAA and Congress on how those successes can be replicated.", 
  "sponsor": {
    "district": "4", 
    "name": "Moore, Gwen", 
    "state": "WI", 
    "thomas_id": "01811", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2011-03-31T20:10:00-04:00", 
  "updated_at": "2013-07-17T08:17:17-04:00"
}