{
  "actions": [
    {
      "acted_at": "1995-05-15T18:04:00-04:00", 
      "references": [], 
      "text": "Amendment (A028) offered by Mr. Boehlert.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-16T14:06:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 332, 
      "text": "On agreeing to the Boehlert amendment (A028) Failed by recorded vote: 185 - 242 (Roll no. 332).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt383-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr961-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 961
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment sought to define \"wetland\" more broadly as any area that is inundated or saturated by surface water or ground water at a frequency and duration sufficient to a prevalence of vegetation adapted to such conditions; require EPA to initiate a national wetland restoration strategy in cooperation with other Federal agencies, State, and local governments, and the private sector; and direct EPA to establish a Wetlands Coordinating Committee made up of Federal, State, and local government officials and associations to integrate conservation efforts among different levels of government and help develop national wetland strategy and policy implementation and advise EPA and the Army Secretary in adopting a regulatory program.", 
  "house_number": 28, 
  "introduced_at": "1995-05-15", 
  "number": 383, 
  "purpose": "An amendment to replace Title VIII (Wetlands Conservation and Management) of the bill with new provisions which would: Redefine the term \"Wetland\"; require EPA to implement a national wetland restoration strategy developed in cooperation with state and local agencies; establish a Wetlands Coordinating Committee, comprised of EPA, state, and local officials to develop such strategies; direct EPA or the Corps of Engineers to provide technical assistance and training to state and local governments to develop wetland protection policies; and authorize $15 million annually for FY 1996-2000 for EPA to establish three types of grants to states, regional and local governments and Indian tribes to assist in the development and implementation of wetland conservation practices. Under the terms of the amendment, grant recipients would be required to contribute at least 25% of each project's cost.", 
  "sponsor": {
    "district": "23", 
    "name": "Boehlert, Sherwood", 
    "state": "NY", 
    "thomas_id": "00101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-05-16T14:06:00-04:00", 
  "updated_at": "2013-07-17T07:50:47-04:00"
}