{
  "actions": [
    {
      "acted_at": "2004-06-23T19:08:00-04:00", 
      "references": [
        {
          "reference": "CR H4852-4853", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4852", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A006) offered by Mr. Ackerman.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-23T19:17:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Ackerman amendment (A006) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt604-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4548-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 4548
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment requires the Director of Central Intelligence to provide classified reports to Congress on weapons of mass destruction in Pakistan and Pakistani efforts to fight terrorism and strengthen democratic institutions.", 
  "house_number": 6, 
  "introduced_at": "2004-06-23", 
  "number": 604, 
  "purpose": "Amendment numbered six printed in House Report 108-561 to require the Director of Central Intelligence to report to the appropriate committees of Congress regarding the efforts of any Pakistani entity or individual to acquire or transfer weapons of mass destruction and related technologies or missile equipment and technology to any other nation, entity or individual; Pakistani steps to curb the proliferation of weapons of mass destruction and the means to deliver them; Pakistani steps to ensure that their own nuclear weapons are secure; an estimate of the size of the Pakistani fissile material stockpile; efforts by the government of Pakistan to fight al Qaeda, the Taliban, and other terrorist networks inside Pakistan; and efforts by the government of Pakistan to establish and strengthen democratic institutions in that country. Additionally, the amendment provides that the first report be due 90 days after the date of enactment and annually thereafter until April 1, 2009.", 
  "sponsor": {
    "district": "5", 
    "name": "Ackerman, Gary L.", 
    "state": "NY", 
    "thomas_id": "00004", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2004-06-23T19:17:00-04:00", 
  "updated_at": "2013-07-17T08:16:05-04:00"
}