{
  "actions": [
    {
      "acted_at": "2010-05-28T13:55:00-04:00", 
      "references": [
        {
          "reference": "CR H4189-4193", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4189", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A019) offered by Mr. Gordon (TN).", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T14:20:00-04:00", 
      "references": [], 
      "text": "On agreeing to the first portion of the divided question, proposing to strike section 228 (A019) Failed by recorded vote: 175 - 243 (Roll no. 326).", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T14:27:00-04:00", 
      "references": [], 
      "text": "On agreeing to second portion of the divided question, proposing to strike sections 406(b) and (c) Failed by recorded vote: 163 - 244 (Roll no. 327).", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T14:28:00-04:00", 
      "references": [], 
      "text": "On agreeing to third portion of the divided question, proposing to strike section 502 (A019) Failed by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T14:29:00-04:00", 
      "references": [], 
      "text": "On agreeing to fourth portion of the divided question, proposing to strike section 503 (A019) Failed by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T14:29:00-04:00", 
      "references": [], 
      "text": "On agreeing to fifth portion of the divided question, proposing to strike subtitle C of title VI (A019) Failed by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T14:35:00-04:00", 
      "references": [], 
      "text": "On agreeing to sixth portion of the divided question, proposing to amend section 702 Failed by recorded vote: 197 - 215 (Roll no. 328).", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T14:41:00-04:00", 
      "references": [], 
      "text": "On agreeing to seventh portion of the divided question, proposing to add a section 704 Agreed to by recorded vote: 409 - 0 (Roll no. 329).", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T14:48:00-04:00", 
      "references": [], 
      "text": "On agreeing to eighth portion of the divided question, proposing to add a section 705 Agreed to by recorded vote: 348 - 68 (Roll no. 330).", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-28T14:54:00-04:00", 
      "references": [], 
      "text": "On agreeing to ninth portion of the divided question, proposing to add a section 706 Failed by recorded vote: 181 - 234 (Roll no. 331).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt678-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5116-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 5116
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Pursuant to the instructions contained in the motion to recommit, Mr. Gordon reported the amendment back to the House and demanded that the question on adoption of the amendment be divided among its nine separate parts. Subsequently, the Chair announced that the question would be divided and that the question would be put on each of the amendment's portions in their turn.    The first portion of the divided question sought to strike section 228 (relating to prize awards.)    The second portion of the divided question sought to strike sections 406(b) and (c) (relating to manufacturing extension partnership).    The third portion of the divided question sought to strike section 502 (relating to federal loan guarantees for innovative technologies in manufacturing.)    The fourth portion of the divided question sought to strike section 503 (relating to regional innovation program.)    The fifth portion of the divided question sought to strike subtitle C of title VI (relating to Energy Innovation Hubs).    The sixth portion of the divided question sought to amend section 702 (relating to persons with disabilities.)    The seventh portion o. the divided question added a section 704 (prohibiting use of funds for salaries for viewing pornography.)    The eighth portion of the divided question added a section 705 (relating to ineligibility for awards or grants.)    The ninth portion of the divided question sought to add a section 706 (relating to alternative authorizations.)", 
  "house_number": 19, 
  "introduced_at": "2010-05-28", 
  "number": 678, 
  "purpose": null, 
  "sponsor": {
    "district": "6", 
    "name": "Gordon, Bart", 
    "state": "TN", 
    "thomas_id": "00448", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2010-05-28", 
  "updated_at": "2013-07-17T08:16:57-04:00"
}