{
  "actions": [
    {
      "acted_at": "1999-06-25T11:01:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mrs. Johnson (CT).", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-25T11:03:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Johnson (CT) amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt240-106", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1802-106", 
    "bill_type": "hr", 
    "congress": 106, 
    "number": 1802
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "106", 
  "description": "Amendment makes clarifying and technical corrections; allows States to spend each year's appropriation over a 2 year period; authorizes adoption incentive payments to the States; ensures that SSI recipients who lose benefits will not automatically lose Medicaid benefits; and allows certain World War II veterans to receive SSI benefits if they move outside of the United States.", 
  "house_number": 1, 
  "introduced_at": "1999-06-25", 
  "number": 240, 
  "purpose": "An amendment no. 1 and printed in H. Rept. 106-199 to clarify that eligible children are those who left foster care because they reached age 18; eliminate the Secretary's authority to redistribute funds that are not used by States and allow States to spend each year's appropriation over a 2 year period; authorize adoption incentive payments; ensure that SSI recipients who lose benefits will not automatically lose Medicaid benefits; and allow certain World War II veterans to receive SSI benefits if they move outside of the United States.", 
  "sponsor": {
    "district": "6", 
    "name": "Johnson, Nancy L.", 
    "state": "CT", 
    "thomas_id": "00602", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1999-06-25T11:03:00-04:00", 
  "updated_at": "2013-07-17T08:15:42-04:00"
}