{
  "actions": [
    {
      "acted_at": "2004-09-14T13:53:00-04:00", 
      "references": [
        {
          "reference": "CR H7111-7118", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H7111-7113", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Turner (TX).", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-09-14T14:54:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 448, 
      "text": "On agreeing to the Turner (TX) amendment (A002) Failed by the Yeas and Nays: 177 - 226 (Roll no. 448).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt750-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4571-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 4571
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment in the nature of a substitute sought to impose mandatory sanctions on frivolous pleadings; impose mandatory sanctions on discovery violations; require that court records may not be sealed unless the court first finds that such sealing is justified; provides that parties which destroy documents in connection with civil proceedings shall be punished with mandatory civil sanctions, held in contempt of court, and referred to the state bar for disciplinary proceedings; and provides for the application of the Civil Justice Reform Act to state courts.", 
  "house_number": 2, 
  "introduced_at": "2004-09-14", 
  "number": 750, 
  "purpose": "An amendment in the nature of a substitute to insert: Section 1. Sanctions for Frivolous Pleading--Imposes mandatory sanctions on frivolous pleadings (first violation--required payment of costs and attorneys fees; second violation--adds that the attorney is held in contempt and monetary fine; third violation--adds referral to state bar for disciplinary proceedings). Section 2. Sanctions for Frivolous Conduct During Discovery--Imposes mandatory sanctions on discovery violations (first violation--required payment of costs and attorneys fees; second violation--adds that the attorney is held in contempt and monetary fine; third violation--adds referral to state bar for disciplinary proceedings). Section 3. Ban on Frivolous Concealment of Unlawful Conduct--Limits the ability of corporate wrongdoers to conceal any conduct harmful to public welfare by requiring that court records may not be sealed unless the court first finds that such sealing is justified. Section 4. Enhanced Sanctions for Document Destruction--Provides that parties which destroy documents in connection with civil proceedings shall be punished with mandatory civil sanctions, held in contempt of court, and referred to state bar for disciplinary proceedings. Section 5. Expelled Disposition of Frivolous and other Lawsuits in State Courts--Imposes the Civil Justice Reform Act, which has proved suc.essful in federal courts, to the state courts in order to speed up the pretrial process and weed out junk lawsuits.", 
  "sponsor": {
    "district": "2", 
    "name": "Turner, Jim", 
    "state": "TX", 
    "thomas_id": "01536", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2004-09-14T14:54:00-04:00", 
  "updated_at": "2013-07-17T08:16:06-04:00"
}