{
  "actions": [
    {
      "acted_at": "1996-07-10T14:08:00-04:00", 
      "references": [], 
      "text": "Amendment (A005) offered by Mr. Campbell.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-10T14:09:00-04:00", 
      "references": [], 
      "text": "Campbell amendment (A005) modified by previous unanimous consent agreement.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-10T16:02:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Campbell amendment (A005) as modified Agreed to by recorded vote: 239 - 181 (Roll no. 295).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt1246-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3754-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 3754
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment, as modified, allows the use of dynamic economic modeling analysis in addition to static methods to complement budgetary estimates on spending and tax bills.", 
  "house_number": 5, 
  "introduced_at": "1996-07-10", 
  "number": 1246, 
  "purpose": "An amendment printed as amendment No. 6 in House Rept. 104-663, and modified pursuant to a previous unanimous consent agreement, permit the Chairman of the Budget Committee (with consultation of the Committee's ranking member) to require the Congressional Budget Office to use dynamic economic modeling techniques, in addition to traditional static economic modeling methods, when preparing budget estimates of proposed changes in federal revenue and spending law that have an estimated impact of more than $100 million in any fiscal year. The amendment would also permit the Chairman of the C ommittee on Ways and Means (in consultation with the Committee's ranking member) to request the Chief of Staff of the Joint Committee on Taxation to prepare a similar analysis of any major tax legislation, as designated by the Majority Leader (in consultation with the Minority Leader.)", 
  "sponsor": {
    "district": "15", 
    "name": "Campbell, Tom", 
    "state": "CA", 
    "thomas_id": "00170", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1996-07-10", 
  "updated_at": "2013-07-17T07:50:56-04:00"
}