{
  "actions": [
    {
      "acted_at": "1995-05-24T10:57:00-04:00", 
      "references": [], 
      "text": "Amendment (A006) offered by Mrs. Morella to the Smith (NJ) amendment (A005).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-24T12:25:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 349, 
      "text": "On agreeing to the Morella amendment (A006) Failed by recorded vote: 198 - 227 (Roll no. 349).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt404-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": {
    "amendment_id": "hamdt403-104", 
    "amendment_type": "hamdt", 
    "congress": 104, 
    "number": 403
  }, 
  "amends_bill": {
    "bill_id": "hr1561-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 1561
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment to the Smith (NJ) amendment (A005) sought to specify that the prohibitions contained in the amendment shall not be applicable to the medical treatment of injuries or illnesses caused by unsafe abortions; prohibit the use of funds for abortion, but allow organizations that perform abortions to use funds authorized in the bill for family planning and health services other than abortion; and limit continued funding for the U.N. Population Fund by requiring the President to certify that the organization does not support coercive abortion and that no U.S. funds provided to the UNPF have been used for activities in China.", 
  "house_number": 6, 
  "introduced_at": "1995-05-24", 
  "number": 404, 
  "purpose": "An amendment to the Smith (NJ) amendment to specify that the prohibitions contained in the amendment shall not be applicable to the medical treatment of injuries or illnesses caused by unsafe abortions. The amendment would prohibit the use of funds for abortion, but would allow organizations that perform abortions to use funds authorized in the bill for family planning and health services other than abortions. The amendment would limit continued funding for the U.N. Population Fund by requiring the President to certify that the organization does not support coercive abortion and that no U.S. funds provided to the UNPF have been used for activities in China.", 
  "sponsor": {
    "district": "8", 
    "name": "Morella, Constance A.", 
    "state": "MD", 
    "thomas_id": "00833", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-05-24T12:25:00-04:00", 
  "updated_at": "2013-07-17T07:50:47-04:00"
}