{
  "actions": [
    {
      "acted_at": "2009-07-08T13:18:00-04:00", 
      "references": [
        {
          "reference": "CR H7771-7773", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H7771-7772", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Ms. Velazquez.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-08T13:19:00-04:00", 
      "references": [], 
      "text": "Velazquez amendment (A001) modified pursuant to the rule. The modification makes clarifying and technical changes.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-08T13:29:00-04:00", 
      "references": [
        {
          "reference": "CR H7772", 
          "type": "text as modified"
        }
      ], 
      "text": "On agreeing to the Velazquez amendment (A001) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt288-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2965-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2965
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment as modified authorizes the Small Business Administration to establish a program to provide matching grants to minority serving educational institutions to develop programs that encourage minority participation in SBIR/STTR programs; gives priority to applications from companies located in areas that have lost a major source of employment; increases the maximum allowable award under Phase I of the SBIR program with respect to applications by veteran owned and controlled small businesses, increases the maximum allowable award under Phase II of the SBIR program with respect to applications by veteran owned and controlled small businesses, and permits small business concerns owned and controlled by veterans to bypass Phase I and apply directly for Phase II awards; adds language to require agencies to report specific reasons why those agency SBIR/STTR goals were or were not achieved; provides special consideration in the awarding of SBIR funds to projects which address renewable energy technologies; requires that veterans be given priority when applying for SBIR and STTR awards; requires the Department of Agriculture and the Environmental Protection Agency to develop a SBIR solicitation that requests research proposals for improving the efficiency of water delivery systems and usage patterns in the U.S. and its territories; expa.ds outreach and support activities to Native American-owned small businesses; prioritizes SBIR outreach and support activities for areas with high unemployment and gives preference to SBIR and STTR award applications submitted by small businesses located in areas with high unemployment; and makes technical corrections to the legislation.", 
  "house_number": 1, 
  "introduced_at": "2009-07-08", 
  "number": 288, 
  "purpose": "An amendment numbered 1 printed in House Report 111-192, as modified, to authorize the Small Business Administration to establisha program to provide matching grants to minority serving educational institutions to develop programs that encourage minority participation in SBIR/STTR programs; give priority to applications from companies located in areas that have lost a major source of employment; increase the maximum allowable award under Phase I of the SBIR program with respect to applications by veteran owned and controlled small businesses, increase the maximum allowable award under Phase II of the SBIR program with respect to applications by veteran owned and controlled small businesses, and permit small business concerns owned and controlled by veterans to bypass Phase I and apply directly for Phase II awards; add language to require agencies to report specific reasons why those agency SBIR/STTR goals were or were not achieved; provide special consideration in the awarding of SBIR funds to projects which address renewable energy technologies; require that veterans be given priority when applying for SBIR and STTR awards; require the Department of Agriculture and the Environmental Protection Agency to develop a SBIR solicitation that requests research proposals for improving the efficiency of water delivery systems.and usage patterns in the U.S. and its territories; expand outreach and support activities to Native American-owned small businesses; prioritize SBIR outreach and support activities for areas with high unemployment, and give preference to SBIR and STTR award applications submitted by small businesses located in areas with high unemployment; and make technical corrections to the legislation.", 
  "sponsor": {
    "district": "12", 
    "name": "Velazquez, Nydia M.", 
    "state": "NY", 
    "thomas_id": "01184", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2009-07-08", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}