{
  "actions": [
    {
      "acted_at": "2012-04-17T16:00:00-04:00", 
      "references": [
        {
          "reference": "CR H1881-1882", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1881-1882", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Hastings (WA).", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-04-17T16:02:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Hastings (WA) amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1005-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4089-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 4089
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Manager's amendment makes technical and clarifying corrections; includes amendments which had been adopted by the Natural Resources Committee during previous proceedings; adds language specifically disallowing extractive commercial activity or motorized travel in wilderness areas; and reduces administrative tasks faced by the agencies with regard to the format and frequency of public notice and congressional reporting requirements.", 
  "house_number": 1, 
  "introduced_at": "2012-04-17", 
  "number": 1005, 
  "purpose": "An amendment numbered 1 printed in House Report 112-444 to add shooting ranges to the list of valid uses of public land and clarifies the term \"wilderness areas\" by adding \"including Wilderness Areas, Wilderness Study Areas, or lands administratively classified as wilderness eligible or suitable and primitive or semi-primitive areas.\" Amendment states that the protection given to hunting in wilderness areas is not intended to permit motorized recreation or mineral extraction and reduces the reporting requirements. Amendment addresses technical conflicts between Title I and Title II over certain Bureau of Land Management land and would make several technical changes.", 
  "sponsor": {
    "district": "4", 
    "name": "Hastings, Doc", 
    "state": "WA", 
    "thomas_id": "00512", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2012-04-17T16:02:00-04:00", 
  "updated_at": "2013-07-17T08:17:20-04:00"
}