{
  "actions": [
    {
      "acted_at": "2008-07-16T14:12:00-04:00", 
      "references": [
        {
          "reference": "CR H6617-6618", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6617-6618", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Reyes.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-07-16T14:16:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Reyes amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1111-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5959-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 5959
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment added an exception to the alternative fuel procurement requirement, clarifying that the bill does not prohibit an element of the intelligence community from entering into a contract to purchase a generally available fuel that is not an alternative or synthetic fuel or predominantly produced from a nonconventional petroleum source when certain requirements are met. It also would add an assessment of the feasibility of employing foreign nationals lawfully present in the U.S. who have previously worked as translators for the Armed Forces or another department or agency of the Federal Government in Iraq or Afghanistan to meet the critical language needs of such element. Finally, it would require that the report required in section 412 on intelligence resources dedicated to Iraq and Afghanistan include resources dedicated to intelligence analysis.", 
  "house_number": 1, 
  "introduced_at": "2008-07-16", 
  "number": 1111, 
  "purpose": "An amendment numbered 1 printed in House Report 110-759 to add an exception to the alternative fuel procurement requirement, clarifying that the bill does not prohibit an element of the intelligence community from entering into a contract to purchase a generally available fuel that is not an alternative or synthetic fuel or predominantly produced from a nonconventional petroleum source when certain requirements are met. It also would add an assessment of the feasibility of employing foreign nationals lawfully present in the U.S. who have previously worked as translators for the Armed Forces or another department or agency of the Federal Government in Iraq or Afghanistan to meet the critical language needs of such element. Finally, it would require that the report required in section 412 on intelligence resources dedicated to Iraq and Afghanistan include resources dedicated to intelligence analysis.", 
  "sponsor": {
    "district": "16", 
    "name": "Reyes, Silvestre", 
    "state": "TX", 
    "thomas_id": "01516", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-07-16T14:16:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}