{
  "actions": [
    {
      "acted_at": "2007-11-15T16:52:00-05:00", 
      "references": [
        {
          "reference": "CR H14031-14033", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H14031", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A019) offered by Ms. Sutton.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-11-15T17:03:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Sutton amendment (A019) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt916-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3915-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 3915
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment requires loan creditors or servicers to provide a written notice to consumers with hybrid adjustable rate mortgages six months before their interest rates are due to reset. This notice would state the new interest rate, an explanation of how the new interest rate would be determined, the creditor's or servicer's good faith estimate of the monthly payment that will apply after the reset, a list of alternatives consumers may pursue before the date of adjustment or reset, and contact information for local HUD-approved housing counseling agencies and the state housing finance authority.", 
  "house_number": 19, 
  "introduced_at": "2007-11-15", 
  "number": 916, 
  "purpose": "An amendment numbered 18 printed in House Report 110-450 to require loan creditors or servicers to provide a written notice to consumers with hybrid adjustable rate mortgages six months before their interest rates are due to reset. This notice would state the new interest rate, an explanation of how the new interest rate would be determined, the creditor's or servicer's good faith estimate of the monthly payment that will apply after the reset, a list of alternatives consumers may pursue before the date of adjustment or reset, and contact information for local HUD-approved housing counseling agencies and the state housing finance authority.", 
  "sponsor": {
    "district": "13", 
    "name": "Sutton, Betty", 
    "state": "OH", 
    "thomas_id": "01870", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2007-11-15T17:03:00-05:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}