{
  "actions": [
    {
      "acted_at": "2009-06-24T16:40:00-04:00", 
      "references": [
        {
          "reference": "CR H7186-7188, H7222-7223", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H7186-7187", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Price (NC).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-24T20:59:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 435, 
      "text": "On agreeing to the Price (NC) amendment (A001) Agreed to by recorded vote: 345 - 85 (Roll no. 435).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt246-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2892-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2892
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Manager's amendment increases funding for the Firefighter grant program; increases funding for nonprofit security grants; increases funding for the Metropolitan Medical Response System; increases funding to implement the Western Hemisphere Travel Initiative; ensures that DHS employees who interact with the public can use personal protective equipment without negative personnel action; prohibits certain uses of funds in the bill for first class travel; and prohibits use of funds in the bill to close or transfer operations of a FEMA recovery office. All increases in funding are accomplished by offsets.", 
  "house_number": 1, 
  "introduced_at": "2009-06-24", 
  "number": 246, 
  "purpose": "An amendment numbered 1 printed in Part A of House Report 111-183 to increase funding for the Firefighter grant program, nonprofit security grants, the Metropolitan Medical Response System, and the Western Hemisphere Travel Initiative. In addition, the amendment contains two prohibitions on funds in this bill being used: for first class travel, with certain exceptions, and to close or transfer operations of a FEMA recovery office. Finally, the amendment would ensure DHS employees who interact with the public can use personal protective equipment without negative personnel action.", 
  "sponsor": {
    "district": "4", 
    "name": "Price, David E.", 
    "state": "NC", 
    "thomas_id": "00930", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-06-24T20:59:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}