{
  "actions": [
    {
      "acted_at": "2007-11-07T16:22:00-05:00", 
      "references": [
        {
          "reference": "CR H13243-13245, H13249", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H13243", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. George Miller.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-11-07T17:34:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 1054, 
      "text": "On agreeing to the Miller, George amendment (A001) Agreed to by recorded vote: 402 - 25 (Roll no. 1054).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt882-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3685-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 3685
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment provides explicitly that any religious corporation, school, association or society that is exempt under either Section 702(a) or 703(e)(2) of Title VII's religious exemptions is exempt under END; it clarifies that the scope of Title VII's exemption is exactly the scope of ENDA's exemption and clarifies that ENDA does not alter the Defense of Marriage Act (DOMA) in any way. It strikes language referencing \"a same-sex couple who are not married\" in the Employee Benefits section of ENDA. It also inserts language clarifying that the term \"married\" has the meaning given such term in DOMA, directly incorporating DOMA's definition of marriage.", 
  "house_number": 1, 
  "introduced_at": "2007-11-07", 
  "number": 882, 
  "purpose": "An amendment numbered 1 printed House Report 110-422 to (1) provide explicitly that any religious corporation, school, association or society that is exempt under either Section 702(a) or 703(e)(2) of Title VII's religious exemptions is exempt under ENDA. It clarifies that the scope of Title VII's exemption is exactly the scope of ENDA's exemption (if a school is exempt from Title VII's religious discrimination prohibitions, it will also be exempt from ENDA); and (2) clarify that ENDA does not alter the Defense of Marriage Act (DOMA) in any way. It strikes language referencing `a same-sex couple who are not married' in the Employee Benefits section of ENDA. It also inserts language clarifying that the term `married' has the meaning given such term in DOMA, directly incorporating DOMA's definition of marriage.", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2007-11-07T17:34:00-05:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}