{
  "actions": [
    {
      "acted_at": "2005-10-26T13:51:00-04:00", 
      "references": [
        {
          "reference": "CR H9172-9175, H9180-9181", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H9172-9175", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Oxley.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-26T14:55:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 541, 
      "text": "On agreeing to the Oxley amendment (A001) Agreed to by recorded vote: 210 - 205 (Roll no. 541).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt596-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1461-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 1461
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Manager's amendment consists of the text of the amendment contained in House Report 109-254 and printed on pages H9172-H9175 in the Congressional Record for Oct. 26, 2005.", 
  "house_number": 1, 
  "introduced_at": "2005-10-26", 
  "number": 596, 
  "purpose": "An amendment numbered 1 printed in House Report 109-254 to expand the affordable housing role of Fannie Mae and Freddie Mac; include new sections on new single-family and multi-family housing goals, duty to serve lower-income markets, and a new affordable housing fund with contributions from the enterprises. The amendment moves the effective date of the entire bill up from one year to six months following enactment, including the affordable housing fund. For the first two years, Fannie Mae and Freddie Mac will contribute 3.5% of after-tax earnings, and subsequently 5% of such earnings. 25% of the GSEs' contributions will go annually to the Treasury Department to help payoff REFCorp (S&L) bonds, with the remainder going to the fund. The amendment sunsets the fund in five years, when its extension will be considered. During the first two years, priority consideration will be given to areas impacted by Hurricanes Katrina and Rita, thereafter priority in funding will be based on greatest impact, geographic diversity, timely action, as well as other disaster area needs. Eligible recipients-- for-profit builders, state housing agencies, and non-profit organizations--must have a demonstrated capacity for affordable housing activities and make assurances that they will comply with limits on the use of funds. Funds may not be used for.political activities, advocacy, lobbying, counseling services, travel expenses, and tax return advice. Non-profit recipients must have affordable housing as their primary purpose and, beginning one-year before applying, non-profits and their affiliates cannot have engaged in federal election activity, electioneering communication, or lobbying. Recipient use of funds will be closely tracked. Those misusing funds will be permanently barred from participation and must make reimbursement. The amendment also clarifies that federally recognized tribes and Alaskan Native villages qualify for funding under the Affordable Housing Fund established by the bill. In addition, the amendment includes a request from the Judiciary Committee to require consultation with the Attorney General by the GSE regulator when exercising new litigation authority, and from the Government Reform Committee to remove a FOIA exemption for the proceedings of the new agency's oversight board. The Federal Housing Finance Agency will establish an ombudsman to hear complaints and appeals from the GSEs and those having business relationships with the GSEs. H.R. 1461 consolidates current GSE regulation by two agencies and HUD into one agency. The manager's amendment clarifies that existing rules and regulations willremain in force during the six-month transition period and until changed by the new Federal Housing Finance Agency.", 
  "sponsor": {
    "district": "4", 
    "name": "Oxley, Michael G.", 
    "state": "OH", 
    "thomas_id": "00885", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2005-10-26T14:55:00-04:00", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}