{
  "actions": [
    {
      "acted_at": "1997-03-13T14:24:00-05:00", 
      "references": [], 
      "text": "Amendment (A002) offered by Mr. Hastert to the International Relations amendment (A001).", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-03-13T14:24:00-05:00", 
      "references": [], 
      "text": "Hastert amendment (A002) modified by unanimous consent. The modification would eliminate a provision of the amendment directing the International Narcotics Control Commission to determine and report on the impact of the annual certification process on financial markets.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-03-13T14:48:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered on the amendment and the resolution.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-03-13T15:10:00-05:00", 
      "references": [], 
      "text": "On agreeing to the Hastert amendment (A002) as modified Agreed to by the Yeas and Nays: 212 - 205, 9 Present (Roll no. 46).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt13-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": {
    "amendment_id": "hamdt12-105", 
    "amendment_type": "hamdt", 
    "congress": 105, 
    "number": 12
  }, 
  "amends_bill": {
    "bill_id": "hjres58-105", 
    "bill_type": "hjres", 
    "congress": 105, 
    "number": 58
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment, as modified, to the committee amendment in the nature of a substitute (A001) defers disapproval of the Presidential certification relating to Mexico if, within 90 days of enactment, the President reports to Congress that he has obtained assurances of progress with Mexico to: authorize additional DEA or other U.S. law enforcement agents for narcotics control operations in Mexico; authorize U.S. law enforcement agents to carry firearms in Mexico for self-defense; take measures to find and eliminate law enforcement corruption in Mexico; commit to extradite Mexican nationals wanted by the U.S. Government for drug trafficking; secure necessary aircraft overflight and refueling rights including radar coverage to monitor drug traffickers; and proceed toward a permanent maritime agreement to allow U.S. Coast Guard and other vessels to halt traffickers pursued into Mexican waters. The amendment further establishes a High Level Commission on International Narcotics Control to review the annual certification process relating to international narcotics control and requires an interim report within six months of enactment.", 
  "house_number": 2, 
  "introduced_at": "1997-03-13", 
  "number": 13, 
  "purpose": "An amendment to the amendment in the nature of a substitute to delay decertification of Mexico as an ally in combating the illegal international narcotics trade if, within 90 days of enactment, the President certifies that he has obtained reliable assurances that the government of Mexico will take specified steps to bolster drug enforcement activities. The amendment would also establish a Commission on International Narcotics Control to conduct an overall review of the annual certification process and issue an interim report on its findings to both the President and the Congress within six months and a final report within one year.", 
  "sponsor": {
    "district": "14", 
    "name": "Hastert, J. Dennis", 
    "state": "IL", 
    "thomas_id": "00510", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1997-03-13", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}