{
  "actions": [
    {
      "acted_at": "2009-03-05T12:16:00-05:00", 
      "references": [
        {
          "reference": "CR H3001-3013, H3019", 
          "type": "consideration"
        }
      ], 
      "text": "Amendment (A001) offered by Ms. Lofgren, Zoe.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-03-05T12:17:00-05:00", 
      "references": [], 
      "text": "Lofgren, Zoe amendment (A001) as modified. Pursuant to the provisions of H. Res. 205, the Lofgren amendment is modified.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-03-05T17:22:00-05:00", 
      "references": [
        {
          "reference": "CR H3001-3004", 
          "type": "text as modified"
        }
      ], 
      "text": "On agreeing to the Lofgren, Zoe amendment (A001) as modified Agreed to by recorded vote: 263 - 164 (Roll no. 100).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt24-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1106-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 1106
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment, as modified, requires courts to use FHA appraisal guidelines when the fair market value of a home is in dispute; denies relief to individuals who can afford to repay their mortgages without judicial mortgage modification; and extends the negotiation period from 15 to 30 days which requires the debtor to certify that he or she contacted the lender, provided the lender with income, expense and debt statements, and that there was a process for the borrower and lender to seek to reach agreement on a qualified loan modification.", 
  "house_number": 1, 
  "introduced_at": "2009-03-05", 
  "number": 24, 
  "purpose": "An amendment numbered 1 printed in House Report 111-21 and modified in House Report 111-23 to allow a court to consider, lowering the interest rate to reduce the debtor's mortgage payments according to the Administration's Homeowner Affordability and Stability Plan as implemented March 4, 2009; give the mortgage holder a greater proportion of the appreciation in a home on a graduated basis if it is sold during the 5-year period that the case is pending; and provide that when a debtor seeks to reduce a mortgage's principal, the court must determine wheter such relief is in good faith based on whether debtor was offered a mortgage modification under the Administration's plan and the debtor was able to afford payments under such plan.", 
  "sponsor": {
    "district": "16", 
    "name": "Lofgren, Zoe", 
    "state": "CA", 
    "thomas_id": "00701", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2009-03-05", 
  "updated_at": "2013-07-17T08:16:54-04:00"
}