{
  "actions": [
    {
      "acted_at": "2008-04-16T14:03:00-04:00", 
      "references": [
        {
          "reference": "CR H2389-2390", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2389", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) offered by Mr. Hastings (FL).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-04-16T14:10:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Hastings (FL) amendment (A003) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt993-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2634-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2634
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment expressed the sense of the Congress that, due to the current humanitarian and political instability in Haiti, including food shortages and political turmoil, the Secretary of the Treasury should use his influence to expedite the complete and immediate cancellation of Haiti's debts to all international financial institutions, or if such debt cancellation cannot be provided, to urge the institutions to immediately suspend the requirement that Haiti make further debt service payments on debts owed to the institutions.", 
  "house_number": 3, 
  "introduced_at": "2008-04-16", 
  "number": 993, 
  "purpose": "An amendment numbered 3 printed in House Report 110-586 to add a Sense of the Congress that, due to the current humanitarian and political instability in Haiti, including food shortages and political turmoil, the Secretary of the Treasury should use his influence to expedite the complete and immediate cancellation of Haiti's debts to all international financial institutions, or if such debt cancellation cannot be provided, to urge the institutions to immediately suspend the requirement that Haiti make further debt service payments on debts owed to the institutions.", 
  "sponsor": {
    "district": "23", 
    "name": "Hastings, Alcee L.", 
    "state": "FL", 
    "thomas_id": "00511", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-04-16T14:10:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}