{
  "actions": [
    {
      "acted_at": "1995-11-14T16:31:00-05:00", 
      "references": [], 
      "text": "Amendments (A001) offered by Mr. Shuster.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-14T16:41:00-05:00", 
      "references": [], 
      "text": "On agreeing to the Shuster amendments (A001) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt895-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2539-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2539
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendments clarify that nothing in the bill is intended to change in any way the current coverage of the Railway Labor Act and the Railroad Retirement and Unemployment Act; restore certain Staggers Act captive shipper protections, such as the so-called Long-Cannon guidelines, requirements for filing of contract summaries and minimum notification periods for changes in rates; restore the feeder line development program; place restrictions on the investigative authority of the transportation adjudicatory panel which will inherit remaining rail regulatory activities; make several technical and clarifying changes to the motor carrier rate provisions; reinstate provisions from current law relating to the payment of rates and bus carrier merger authority; update several provisions from the Negotiated Rates Act of 1994; clarify that carriers currently holding ICC operating authority are deemed to be registered with the Department of Transportation; make several changes to the current household goods provisions, including revisions to pooling authority and the determination of which party should pay the cost of loss and damage arbitration; and provide that carriers will be able to establish \"released value\" liability rates.", 
  "house_number": 1, 
  "introduced_at": "1995-11-14", 
  "number": 895, 
  "purpose": "An amendment made in order pursuant to the provisions H. Res. 259 and offered en bloc to make several technical and clarifying changes to the bill. The amendment would clarify that nothing in the bill is intended to affect the Railway Labor Act or the Railroad Retirement and Unemployment Act, retain existing requirements of the \"Long Cannon factors\" regarding reasonable rail rates, striking provisions that would allow the enlargement of the scope of a rail abandonment in order to improve line viability, permit a person to purchase a line proposed for abandonment up to four months after the filing date, retain the \"Feeder Line Development Program,\" retain the current 20-day advance notice requirement for rail rate changes, names the Attorney General as the commentator in certain types of rail mergers, and other purposes.", 
  "sponsor": {
    "district": "9", 
    "name": "Shuster, Bud", 
    "state": "PA", 
    "thomas_id": "01055", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1995-11-14", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}