{
  "actions": [
    {
      "acted_at": "2002-10-10T10:47:00-04:00", 
      "references": [
        {
          "reference": "CR H7751-7769", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H7751-7753", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Spratt.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-10-10T12:27:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 453, 
      "text": "On agreeing to the Spratt amendment (A002) Failed by the Yeas and Nays: 155 - 270 (Roll no. 453).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt609-107", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hjres114-107", 
    "bill_type": "hjres", 
    "congress": 107, 
    "number": 114
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "107", 
  "description": "Amendment in the nature of a substitute sought to authorize the President to use U.S. armed forces pursuant to any resolution of the United Nations Security Council adopted after September 12, 2002 that provides for the elimination of Iraq's weapons of mass destruction.", 
  "house_number": 2, 
  "introduced_at": "2002-10-10", 
  "number": 609, 
  "purpose": "An amendment numbered 2 printed in House Report 107-724 that seeks to authorize the use of U.S. armed forces to support any new U.N. Security Council resolution that mandates the elimination, by force if necessary, of all Iraqi weapons of mass destruction, long-range ballistic missiles, and the means of producing such weapons and missiles. Requests that the President should seek authorization from Congress to use the armed forces of the U.S. in the absence of a U.N. Security Council resolution sufficient to eliminate by force if necessary, all Iraqi weapons of mass destruction, long-range ballistic missiles, and the means of producing such weapons and missiles. Provides expedited consideration for authorization in the latter case.", 
  "sponsor": {
    "district": "5", 
    "name": "Spratt, John M., Jr.", 
    "state": "SC", 
    "thomas_id": "01092", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2002-10-10T12:27:00-04:00", 
  "updated_at": "2013-07-17T08:15:55-04:00"
}