{
  "actions": [
    {
      "acted_at": "2008-06-11T12:33:00-04:00", 
      "references": [
        {
          "reference": "CR H5249-5254, H5261-5263", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5249-5250, H5261-5262", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) offered by Mr. Davis, Tom.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-11T12:46:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Davis, Tom amendment (A002) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2008-06-11T13:59:00-04:00", 
      "references": [], 
      "text": "Mr. Broun (GA) demanded a separate vote on the Davis, Tom amendment (A002).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-11T14:16:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 398, 
      "text": "On agreeing to the Davis, Tom amendment (A002) Agreed to by recorded vote: 295 - 127 (Roll no. 398).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1078-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr6003-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 6003
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment authorizes the Transportation Secretary to make grants to the Washington Metropolitan Area Transit Authority to finance in part the capital and preventive maintenance projects included in the Capital Improvement Program approved by the Board of Directors of the Transit Authority and prohibits funds to the Transit Authority unless the Authority ensures its rail customers have access to any services provided by any licensed wireless provider that notifies the Authority of its intent to offer services to the public.", 
  "house_number": 2, 
  "introduced_at": "2008-06-11", 
  "number": 1078, 
  "purpose": "An amendment numbered 2 printed in House Report 110-703 to authorize the Transportation Secretary to make grants to the Washington Metropolitan Area Transit Authority to finance in part the capital and preventive maintenance projects included in the Capital Improvement Program approved by the Board of Directors of the Transit Authority; and prohibit funds to the Transit Authority unless the Authority ensures its rail customers have access to any services provided by any licensed wireless provider that notifies the Authority of its intent to offer services to the public.", 
  "sponsor": {
    "district": "11", 
    "name": "Davis, Tom", 
    "state": "VA", 
    "thomas_id": "00274", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-06-11T14:16:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}