{
  "actions": [
    {
      "acted_at": "2007-05-16T17:45:00-04:00", 
      "references": [
        {
          "reference": "CR H5241-5243", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5241-5242", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Ms. Schakowsky.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-16T17:54:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Schakowsky amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt183-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1585-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 1585
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment limits the number of times the President can waive restrictions on contracting should the Memorandum of Understanding (MOU) regarding contracts for Iraq and Afghanistan not be completed; clarifies that Members of Congress on the relevant Committees can view contracts regardless of the MOU, as well as the database of contract information for work to be performed in Iraq and Afghanistan; and clarifies that the Select Intelligence Committees shall be allowed to view contracts that fall under their jurisdiction.", 
  "house_number": 1, 
  "introduced_at": "2007-05-16", 
  "number": 183, 
  "purpose": "An amendment numbered 33 printed in House Report 110-151 to edit sections 831 and 833 of H.R. 1585 by (1) limiting the number of times the President can waive restrictions on contracting should the Memorandum of Understanding regarding contracts for Iraq and Afghanistan not be completed; (2) clarifying that members of Congress on the relevant Committees can view contracts regardless of the MOU, as well as the database of contract information for work to be performed in Iraq and Afghanistan; and (3) clarifying that the Select Intelligence Committees shall be allowed to view contracts that fall under their jurisdiction.", 
  "sponsor": {
    "district": "9", 
    "name": "Schakowsky, Janice D.", 
    "state": "IL", 
    "thomas_id": "01588", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2007-05-16T17:54:00-04:00", 
  "updated_at": "2013-07-17T08:16:31-04:00"
}