{
  "actions": [
    {
      "acted_at": "1996-03-21T18:11:00-05:00", 
      "references": [], 
      "text": "Amendment (A021) offered by Mr. Goodlatte.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-21T19:27:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 86, 
      "text": "On agreeing to the Goodlatte amendment (A021) Failed by recorded vote: 59 - 357 (Roll no. 86).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt981-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2202-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2202
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment sought to to modify the current H-2A agricultural guestworker program by transferring responsibility for managing the guestworker program from the Department of Labor to the Immigration and Naturalization Service; set an admission limit of 100,000 foreign workers per year; shorten from 60 to 40 days the maximum amount of advance notice employers are required to give prior to filing petitions; and limit to 20 days the time period employers are required to attempt to recruit U.S. workers.", 
  "house_number": 21, 
  "introduced_at": "1996-03-21", 
  "number": 981, 
  "purpose": "An amendment, printed as amendment No 24 in House Rept. 104-483, to modify the current H-2A agricultural guestworker program. The amendment transfers responsibility for managing the guestworker program from the Labor Dept. to the INS and sets, an admission limit of 100,000 foreign workers per year, shortens from 60 to 40 days the maximum amount of advance notice employers are required to give to the department prior to filing petitions, and limits to 20 days the time period employers are required to attempt to recruit U.S. workers.", 
  "sponsor": {
    "district": "6", 
    "name": "Goodlatte, Bob", 
    "state": "VA", 
    "thomas_id": "00446", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1996-03-21T19:27:00-05:00", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}