{
  "actions": [
    {
      "acted_at": "2005-02-16T13:15:00-05:00", 
      "references": [
        {
          "reference": "CR H662-664", 
          "type": "consideration"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Upton.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-02-16T13:28:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered on the amendment (A001) pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-02-16T13:28:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H662", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "text": "On agreeing to the Upton amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt10-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr310-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 310
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment clarifies that the liability standard for non-licensees is willful and intentional; clarifies that for non-licensees to be found liable, their indecent statement must have been made knowing or having a reason to know that the statement would be broadcast; changes the reference in the bill to the \"General Accounting Office\" to its new name of \"Government Accountability Office\"; requires the FCC to look at the impact of a forfeiture penalty on an individual; requires the FCC's annual indecency enforcement report to include data going back to 2000; requires the GAO's indecency enforcement report to include data going back to 2000; and requires the FCC to update its broadcast indecency enforcement guidelines at least every 3 years.", 
  "house_number": 1, 
  "introduced_at": "2005-02-16", 
  "number": 10, 
  "purpose": "Amendment printed in House Report 109-6 to clarify that the liability standard for non-licensees (performers, networks) is \"willful and intentional\"; clarify that for non- licensees to be found liable, the indecent statement must have been made \"knowing or having a reason to know\" that the statement would be broadcast; change the reference to the \"General Accounting Office\" to its new name of \"Government Accountability Office\"; provide that if a violator of the provisions of the Act is an individual, the financial impact of a penalty can be taken into account; require the FCC's annual indecency enforcement report to include data going back to 2000; require the GAO's indecency enforcement report to include data going back to 2000; and to require the FCC to promptly, and regularly thereafter, update its Policy Statement that provides guidance on the Indecency Standard.", 
  "sponsor": {
    "district": "6", 
    "name": "Upton, Fred", 
    "state": "MI", 
    "thomas_id": "01177", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2005-02-16T13:28:00-05:00", 
  "updated_at": "2013-07-17T08:16:17-04:00"
}