{
  "actions": [
    {
      "acted_at": "1996-03-28T21:02:00-05:00", 
      "references": [], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Dingell.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-28T22:07:00-05:00", 
      "references": [], 
      "text": "The previous question was ordered on the amendment (A002) pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-28T22:26:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 104, 
      "text": "On agreeing to the Dingell amendment (A002) Failed by the Yeas and Nays: 192 - 226 (Roll no. 104).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt987-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3103-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 3103
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to limit exclusions for preexisting health conditions; prohibit insurance carriers, health maintenance organizations, and other health coverage entities from denying coverage to employers with two or more employees; prevent employment-based health plans from excluding any employee from coverage based on the employee's health status; require health plans to renew coverage for groups and individuals as long as premiums are paid and there is no fraud or misrepresentation on the part of the policyholder; preempt State laws that prohibit the formation of private voluntary coalitions to purchase and negotiate health insurance plans; and phase in an increase from 30 to 80 percent the amount that self-employed individuals can deduct from their taxes for the cost of health insurance.", 
  "house_number": 2, 
  "introduced_at": "1996-03-28", 
  "number": 987, 
  "purpose": "An amendment in the nature of a substitute similar to the text of S. 1028 to change the American insurance system to block \"job lock\" and encourage competition in the insurance market.", 
  "sponsor": {
    "district": "16", 
    "name": "Dingell, John D.", 
    "state": "MI", 
    "thomas_id": "00299", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1996-03-28T22:26:00-05:00", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}