{
  "actions": [
    {
      "acted_at": "2006-04-26T16:31:00-04:00", 
      "references": [
        {
          "reference": "CR H1806-1808", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1806", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A006) offered by Mr. Renzi.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-04-26T17:13:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 106, 
      "text": "On agreeing to the Renzi amendment (A006) Agreed to by recorded vote: 366 - 56, 1 Present (Roll no. 106).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt780-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5020-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 5020
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment expresses the sense of Congress that the President should utilize the constitutional authority of the Office of the President to the fullest practicable extent, where warranted, to classify and protect national security information relating to intelligence activities and information, and take effective action against persons who commit unauthorized disclosures of classified information relating to intelligence activities and information contrary to law and voluntary secrecy agreements.", 
  "house_number": 6, 
  "introduced_at": "2006-04-26", 
  "number": 780, 
  "purpose": "An amendment numbered 6 printed in House Report 109-438 to make findings with respect to the Presidents authority to protect national security information and the harm from unauthorized disclosures of classified information, and express the Sense of Congress that the President should utilize his constitutional authority to the fullest extent practicable (where warranted) to classify and protect national security information and take action against persons who commit unauthorized disclosures.", 
  "sponsor": {
    "district": "1", 
    "name": "Renzi, Rick", 
    "state": "AZ", 
    "thomas_id": "01706", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2006-04-26T17:13:00-04:00", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}