{
  "actions": [
    {
      "acted_at": "2004-05-18T18:14:00-04:00", 
      "references": [
        {
          "reference": "CR H3153", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3153", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Ose.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-18T18:24:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Ose amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt530-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2432-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 2432
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment authorizes $5 million each year for a program that requires the General Accounting Office to perform independent evaluations of \"economically significant\" agency rules when requested by a chairman or ranking member of a committee of jurisdiction of either House of Congress; and makes technical changes to the bill.", 
  "house_number": 1, 
  "introduced_at": "2004-05-18", 
  "number": 530, 
  "purpose": "An amendment numbered 1 printed in part D of House Report 108-497. The amendment makes no changes in sections 1, 2, 3, and 4 of H.R. 2432, as reported by the Committee on Government Reform on May 12, 2004. It makes changes in Sections 5 and 6. In section 5, the amendment authorizes annual funding for the General Accounting Office's regulatory analysis function, and provides an effective date. In section 6, the amendment removes the requirement for the Office of Management and Budget (OMB) to integrate its annual regulatory accounting statement and associated report into the President's fiscal budget documents. Current lawwhich requires submission `with' the President's fiscal budget documents, is unaltered. Ensures that, before submitting its regulatory budgeting study, OMB will consult with the key Congressional Committees: the Committees on the Budget and on Government Reform in the House and the Committees on the Budget and on Government Affairs in the Senate.", 
  "sponsor": {
    "district": "3", 
    "name": "Ose, Doug", 
    "state": "CA", 
    "thomas_id": "01585", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2004-05-18T18:24:00-04:00", 
  "updated_at": "2013-07-17T08:16:05-04:00"
}