{
  "actions": [
    {
      "acted_at": "1996-03-19T20:54:00-05:00", 
      "references": [], 
      "text": "Amendments (A002) offered by Mr. Smith (TX).", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-19T21:08:00-05:00", 
      "references": [], 
      "text": "On agreeing to the Smith (TX) amendments (A002) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt962-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2202-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2202
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendments en bloc: require the Attorney General to submit a report to the Congress on the Administration's strategy for deterring illegal aliens; ensure that worksite enforcement is a priority of the INS; adjust the status of approximately 880 Polish and Hungarian persons from that of parolee to permanent resident; establish 10 regional demonstration sites; implement provisions of the Buy America Act; waive the English language test for Hmong soldiers and their spouses or widows; express the sense of Congress that the mission statement of the INS should include the apprehension and removal of illegal aliens, particularly those engaged in criminal activity; and require the State Department to refund fees to Poles who were erroneously notified of their eligibility for visas which they did not receive.", 
  "house_number": 2, 
  "introduced_at": "1996-03-19", 
  "number": 962, 
  "purpose": "An amendment consisting of the text of the following amendments, offered en bloc, printing in House Report 104-483: No. 2: (Traficant) requiring the Attorney General to submit a report to the Congress on the Administration's strategy for deterring illegal aliens; No. 11: (Cardin), modified by previous unanimous consent, ensuring that worksite enforcement is a priority of the INS; No. 25: (Lipinski) adjusting the status of approximately 880 Polish and Hungarian persons from that of parolee to permanent resident; No. 26: (Farr) to establish 10 regional demonstration sites; No. 27: (Traficant) to implement provisions of the Buy America Act; No. 29: (Vento) waiving the English language test for Hmong soldiers and their spouses or widows; No. 30: (Waldholtz) expressing the Sense of Congress that the mission statement of the INS should include the apprehension and removal of illegal aliens, particularly those engaged in criminal activity; No. 31: (Kleczka) to require the State Dept. to refund fees to Poles who were erroneously notified of their eligibility for visas which they did not receive; and No. 32: (Dreier) expressing the Sense of Congress that the Justice Dept. has been too slow.", 
  "sponsor": {
    "district": "21", 
    "name": "Smith, Lamar", 
    "state": "TX", 
    "thomas_id": "01075", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1996-03-19", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}