{
  "actions": [
    {
      "acted_at": "2000-03-30T12:05:00-05:00", 
      "references": [
        {
          "reference": "CR H1607-1610, H1616-1617", 
          "type": "consideration"
        }
      ], 
      "text": "Amendment (A028) offered by Mr. Paul.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-03-30T13:44:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H1607", 
          "type": "text"
        }
      ], 
      "result": "fail", 
      "roll": 92, 
      "text": "On agreeing to the Paul amendment (A028) Failed by recorded vote: 45 - 367 (Roll no. 92).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt642-106", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3908-106", 
    "bill_type": "hr", 
    "congress": 106, 
    "number": 3908
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "106", 
  "description": "Amendment sought to reduce funding in the bill including: the Drug Enforcement Administration; DOD Drug Interdiction and Counter-Drug Activities; Assistance for Plan Colombia and for Andean Regional Counternarcotics Activities. It also sought to provide that none of the funds made available in title I for \"Military Construction, Defense-Wide\" may be used for construction outside of the United States or any of its territories or possessions; and none of the funds made available in title II may be used for operations in Kosovo or East Timor, other than the return of United States personnel and property to the United States.", 
  "house_number": 28, 
  "introduced_at": "2000-03-30", 
  "number": 642, 
  "purpose": "An amendment numbered 5 printed in the Congressional Record to provide for reductions of funds as follows: 1) $293,048,000 from the Department of Justice account; 2) $185,800,000 from the Department of Defense-Military account; and 3) $1,099,000,000 from the Bilateral Economic Assitance account. The amendment also stipulates that no title I funds may be used for military construction outside of the United States or any of its territories or possessions; and that no title II funds may be used for operations in Kosovo or East Timor, other than the return of U.S. personnel and property to the U.S.", 
  "sponsor": {
    "district": "14", 
    "name": "Paul, Ron", 
    "state": "TX", 
    "thomas_id": "00900", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2000-03-30T13:44:00-05:00", 
  "updated_at": "2013-07-17T08:15:43-04:00"
}