{
  "actions": [
    {
      "acted_at": "2010-06-16T13:03:00-04:00", 
      "references": [
        {
          "reference": "CR H4541-4542", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4541", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A014) offered by Mr. Green, Al.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-06-16T13:09:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Green, Al amendment (A014) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt707-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5297-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 5297
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment requires the inclusion of linguistically and culturally appropriate outreach to the applicant's small business lending plan; provides for linguistically and culturally appropriate minority outreach and advertising; explicitly states minority-owned financial institutions are eligible for consideration of by the Secretary for funding; and requires the Secretary, to the extent possible, to disaggregate the results of the report on women-owned and minority-owned business by ethnic group and gender.", 
  "house_number": 14, 
  "introduced_at": "2010-06-16", 
  "number": 707, 
  "purpose": "An amendment numbered 17 printed in part C of House Report 111-506 to (1) require the inclusion of linguistically and culturally appropriate outreach where appropriate to the applicant's small business lending plan; (2) provide for linguistically and culturally appropriate minority outreach and advertising; (3) explicitly state minority-owned financial institutions are eligible for consideration of by the Secretary for funding; and (4) require the Secretary, to the extent possible, to disaggregate the results of the report on women-owned and minority-owned business by ethnic group and gender.", 
  "sponsor": {
    "district": "9", 
    "name": "Green, Al", 
    "state": "TX", 
    "thomas_id": "01803", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2010-06-16T13:09:00-04:00", 
  "updated_at": "2013-07-17T08:16:57-04:00"
}