{
  "actions": [
    {
      "acted_at": "2008-06-12T16:15:00-04:00", 
      "references": [
        {
          "reference": "CR H5379-5381", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5379", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Gordon.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-12T16:16:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Gordon amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1085-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr6063-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 6063
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment inserts a provision related to coordination with the FAA on sonic boom research; replaces Secs. 305 and 306 with equivalent language from Secs. 903 and 905 respectively of the House-passed FAA Reauthorization, H.R. 2881 and adds suborbital reusable launch vehicles to the list of suborbital science research platforms. The amendment includes a sense of Congress on the value of NASA's EarthKam and robotics competitions for inspiring students and a sense of Congress urging NASA to use entrepreneurial companies to conduct appropriate R&D and seek ways to ensure that firms that rely on fixed price proposals aren't disadvantaged. The amendment also includes NASA workforce-related provisions, including an extension of the RIF moratorium, a limit on the use of term positions in FY 2009, and a temporary continuation of coverage of health benefits.", 
  "house_number": 1, 
  "introduced_at": "2008-06-12", 
  "number": 1085, 
  "purpose": "An amendment numbered 1 printed in House Report 110-707 to include a provision related to coordination with the FAA on sonic boom research. It also replaces Secs. 305 and 306 with equivalent language from Secs. 903 and 905 respectively of the House-passed FAA Reauthorization, H.R. 2881. It adds suborbital reusable launch vehicles to the list of suborbital science research platforms. The amendment includes a sense of Congress on the value of NASA's EarthKam and robotics competitions for inspiring students. It also includes sense of Congress language urging NASA to use entrepreneurial companies to conduct appropriate R&D and seek ways to ensure that firms that rely on fixed price proposals aren't disadvantaged. The amendment also includes NASA workforce-related provisions, including an extension of the RIF moratorium, a limit on the use of term positions in FY 2009, and a temporary continuation of coverage of health benefits.", 
  "sponsor": {
    "district": "6", 
    "name": "Gordon, Bart", 
    "state": "TN", 
    "thomas_id": "00448", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-06-12T16:16:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}