{
  "actions": [
    {
      "acted_at": "1997-05-21T00:25:00-04:00", 
      "references": [], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Doolittle.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-21T01:11:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 144, 
      "text": "On agreeing to the Doolittle amendment (A002) Failed by recorded vote: 119 - 313 (Roll no. 144).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt124-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres84-105", 
    "bill_type": "hconres", 
    "congress": 105, 
    "number": 84
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment in the nature of a substitute sought to provide for a balanced budget by fiscal year 2002; reduce non-defense discretionary funding by an additional $109 billion over five years and increase tax cuts by the same amount; and would have allowed a point of order to be raised against any measure, motion, or conference report that would cause outlays to exceed total receipts in fiscal year 2002, although the provision could be waived in time of war by a majority vote of both houses.", 
  "house_number": 2, 
  "introduced_at": "1997-05-21", 
  "number": 124, 
  "purpose": "An amendent in the nature of a substitute reduce non-defense discretionary funding by an additional $109 billion over five years and increasing tax cuts by a comensurate amount. The amendment would allow a point of order to be raised against any measure, motion, or conference report that would cause outlays to exceed total receipts in fiscal year 2002, although the provision could be waived in time of war by a majority vote of both houses.", 
  "sponsor": {
    "district": "4", 
    "name": "Doolittle, John T.", 
    "state": "CA", 
    "thomas_id": "00307", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1997-05-21T01:11:00-04:00", 
  "updated_at": "2013-07-17T07:51:35-04:00"
}