{
  "actions": [
    {
      "acted_at": "2007-03-29T12:50:00-04:00", 
      "references": [
        {
          "reference": "CR H3312-3327", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3312-3320", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) in the nature of a substitute offered by Mr. Ryan (WI).", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-03-29T14:16:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 211, 
      "text": "On agreeing to the Ryan (WI) amendment (A003) Failed by recorded vote: 160 - 268 (Roll no. 211).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt84-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres99-110", 
    "bill_type": "hconres", 
    "congress": 110, 
    "number": 99
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment in the nature of a substitute printed in House Report 110-79 and numbered 3 was offered as the Republican substitute.", 
  "house_number": 3, 
  "introduced_at": "2007-03-29", 
  "number": 84, 
  "purpose": "An amendment in the nature of a substitute numbered 3 printed in House Report 110-79 to retain the 2001 and 2003 tax provisions, and provides for one-year extensions of alternative minimum tax [AMT] relief, the State and local sales tax deduction, and the research and experimentation [R&E] tax credit. It sets discretionary spending at $1,079.6 billion in fiscal year 2008 and $5,079.8 billion over 5 years. Defense discretionary spending equals the President's request for 2008 and 2009--including funds for overseas operations in Iraq and Afghanistan. Non-defense discretionary spending totals $433.9 billion in 2008, essentially freezing the 2007 level (excluding emergencies). Within this amount, the budget accommodates priority increases above the freeze for Homeland Security, Veterans' Health Care, National Institutes of Health, Community Development Block Grants, and Science and Technology. Additionally, the budget calls for continued reforms to make the government's major entitlements more responsive, flexible, and sustainable--and in the process saves $279 billion over 5 years. Finally, the substitute includes emergency set-aside, Legislative Line Item Veto, PAYGO for spending only, and discretionary spending caps.", 
  "sponsor": {
    "district": "1", 
    "name": "Ryan, Paul", 
    "state": "WI", 
    "thomas_id": "01560", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2007-03-29T14:16:00-04:00", 
  "updated_at": "2013-07-17T08:16:31-04:00"
}