{
  "actions": [
    {
      "acted_at": "1995-05-24T10:44:00-04:00", 
      "references": [], 
      "text": "Amendment (A005) offered by Mr. Smith (NJ).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-24T12:35:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 350, 
      "text": "On agreeing to the Smith (NJ) amendment (A005) Agreed to by recorded vote: 240 - 181 (Roll no. 350).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt403-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1561-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 1561
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment prohibits any funds authorized in the bill from being allocated to any private, nongovernmental, or multilateral organization that directly or indirectly performs abortions in a foreign country, except in instances of rape, incest, or if the life of the mother is endangered; and prohibits any expenditure of funds authorized in the bill for the UN Population Fund, unless the Preisdent certifies that the organization has terminated all activity in China.", 
  "house_number": 5, 
  "introduced_at": "1995-05-24", 
  "number": 403, 
  "purpose": "An amendment, printed as amendment No. 19 in the Congressional Record of May 22) to prohibit any funds authorized in the bill from being allocated to any private, nongovernmental, or multilateral organization that directly or indirectly performs abortions in a foreign country, except in instances of rape, incest, or if the life of the mother is endangered. The amendment would prohibit any expenditure of funds authorized in the bill for the UN Population Fund, unless the organization ends all activity in China.", 
  "sponsor": {
    "district": "4", 
    "name": "Smith, Christopher H.", 
    "state": "NJ", 
    "thomas_id": "01071", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1995-05-24T12:35:00-04:00", 
  "updated_at": "2013-07-17T07:50:47-04:00"
}