{
  "actions": [
    {
      "acted_at": "2005-06-28T20:02:00-04:00", 
      "references": [
        {
          "reference": "CR H5342-5343", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5342", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A015) offered by Ms. Waters.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-28T20:09:00-04:00", 
      "references": [], 
      "text": "Mr. Kolbe raised a point of order against the Waters amendment (A015). Mr. Kolbe raised a point of order against the amendment stating that it proposed to change existing law and constituted legislation in an appropriations bill in violation of clause 2 of rule 21. The Chair sustained the point of order.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt385-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3057-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 3057
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": null, 
  "house_number": 15, 
  "introduced_at": "2005-06-28", 
  "number": 385, 
  "purpose": "An amendment to express the sense of Congress that national elections should not be held in the Republic of Haiti until conditions have been established to ensure that the elections will be free and fair. Such conditions should include the disarmament of all gangs and illegally armed groups, end kidnappings of civilians, ensure security for all U.S. citizens working in Haiti, establish security throughout Haiti to enable all candidates to campaign for office safely, plan to provide security at all polling places, endure security for all U.S. and international election monitors, ensure fair trials or release all persons in Haiti who are being detained without trial and respect internationally recognized human rights.", 
  "sponsor": {
    "district": "35", 
    "name": "Waters, Maxine", 
    "state": "CA", 
    "thomas_id": "01205", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2005-06-28", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}