{
  "actions": [
    {
      "acted_at": "2003-05-20T14:29:00-04:00", 
      "references": [
        {
          "reference": "CR H4310-4322", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4310-4312", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. George Miller.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-20T16:00:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 198, 
      "text": "On agreeing to the Miller, George amendment (A002) Failed by the Yeas and Nays: 184 - 239 (Roll no. 198).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt137-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1904-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 1904
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment in the nature of a substitute sought to add the text of the Hazardous Fuels Reduction Act; allow projects within 1/2 mile of threatened communities to be excluded from the National Environmental Policy Act; codify guidance regarding environmental documents for projects outside the 1/2 mile zone; provide a process that brings communities and Federal land managers together to identify areas in need of thinning; give new authority for Federal land managers to enter into cooperative agreements with local governments and communities to plan projects across public and private ownership boundaries; and require that 85 percent of funding be used for areas close to homes, communities, and watersheds.", 
  "house_number": 2, 
  "introduced_at": "2003-05-20", 
  "number": 137, 
  "purpose": "An amendment in the nature of a substitute printed in Part B of House Report 108-239 would allow for projects within one-half mile of threatened communities to be \"categorically excluded\" from the National Environmental Policy Act; to codify the Bush Administration's guidance to regarding the preparation environmental documents for projects in watersheds and outside of the one-half mile zone; would focus critical federal resources on the need to protect communities; would provide for an up-front collaborative process that brings communities and federal land managers together to identify and prioritize areas most in need of thinning; would give new authority to federal land managers to enter into cooperative agreements with local and state governments, local fire districts, and homeowner associations to plan projects across ownership boundaries; and would require that 85 percent of funding be spent around homes, communities, or in a watershed.", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2003-05-20T16:00:00-04:00", 
  "updated_at": "2013-07-17T08:16:05-04:00"
}