{
  "actions": [
    {
      "acted_at": "1999-03-04T11:34:00-05:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mrs. Fowler.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-04T11:39:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Fowler amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt16-106", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr707-106", 
    "bill_type": "hr", 
    "congress": 106, 
    "number": 707
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "106", 
  "description": "Amendment allows a State, in lieu of repair, to receive a 90 percent contribution of the Federal repair estimate for alternative projects in areas with unstable soil; removes the SBA loan requirement as a condition of housing assistance; and requires FEMA to provide public comment before adopting new or modified policies that may result in a meaningful change in the amount of assistance a State or local community may receive.", 
  "house_number": 1, 
  "introduced_at": "1999-03-04", 
  "number": 16, 
  "purpose": "An amendment to allow a state in lieu of repair to receive a 90 percent contribution of the Federal estimate for alternative projects in areas with unstable soil. Specifies that victims shall not be denied assistance solely on the basis of an application or receipt of other Federal financial assistance, including aid from the SBA. Requires public comment before adopting new or modified policy and prohibits any policy that would retroactively reduce the amount of assistance provided to a State or local government.", 
  "sponsor": {
    "district": "4", 
    "name": "Fowler, Tillie", 
    "state": "FL", 
    "thomas_id": "00404", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1999-03-04T11:39:00-05:00", 
  "updated_at": "2013-07-17T08:15:42-04:00"
}