{
  "actions": [
    {
      "acted_at": "2009-07-17T11:55:00-04:00", 
      "references": [
        {
          "reference": "CR H8324", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H8324", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Rahall.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-17T11:59:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Rahall amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt358-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1018-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 1018
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment broadens the types of fertility controls that would be available to the BLM for purposes of managing wild horse and burro populations; narrows the definition of \"commercial uses\" under the bill for purposes of clarifying prohibitions on the sale of horses and burros for slaughter but allowing uses of horses and burros on farms; makes a technical change to clarify the membership requirements for the Wild Horse and Burro Advisory Council; and relaxes the requirement that the BLM return wild horses and burros to the acres of public land from which they have been removed since 1971.", 
  "house_number": 1, 
  "introduced_at": "2009-07-17", 
  "number": 358, 
  "purpose": "An amendment printed in Part A of House Report 111-212 to broaden the types of fertility controls authorized under the bill, narrows the definition of prohibited `commercial' uses for wild horses and burros and clarifies the membership of the Wild Horse and Burro Advisory Council; relaxes the requirement that the acreage available to wild horses and burros never be less than when the original Act passed in 1971; and the amendment makes restoration of the acreage a goal, rather than a requirement.", 
  "sponsor": {
    "district": "3", 
    "name": "Rahall, Nick J., II", 
    "state": "WV", 
    "thomas_id": "00940", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-07-17T11:59:00-04:00", 
  "updated_at": "2013-07-17T08:16:56-04:00"
}