{
  "actions": [
    {
      "acted_at": "1995-05-11T13:58:00-04:00", 
      "references": [], 
      "text": "Amendments (A012) offered by Miss Collins (MI).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-11T14:37:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Collins (MI) amendments (A012) Failed by recorded vote: 153 - 271 (Roll no. 319).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt367-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr961-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 961
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendments en bloc sought to require the EPA to consider the consumption patterns of diverse segments of the population when setting water quality criteria; to post warning signs, propose and issue regulations establishing minimum uniform requirements for waters that significantly violate water quality standards or are subject to a fishing or shellfish ban, advisory, or consumption restriction due to contamination; establish within 18 months of enactment, uniform and scientifically sound requirements and procedures for fish and shellfish sampling, monitoring of navigable waters that do not meet applicable water quality standards or are subject to fishing bans advisories, or consumption restrictions; review facility discharge permit applications so as to identify and reduce pollution having a disproportionately high and adverse impact on minority and low-income populations; and collect and analyze data on sources of pollution to which minority and low-income populations are exposed, and on pollutant discharges in waters which are adjacent to and or used by minority and low-income populations.", 
  "house_number": 12, 
  "introduced_at": "1995-05-11", 
  "number": 367, 
  "purpose": "An amendment, consisting of several amendments offered en bloc (printed as amendment Nos. 9, 10, 11, 12, and 13 in the Congressional Record of May 9) to do the following: 1. Require EPA to take into consideration the consumption patterns of diverse segments of the population when determining water quality criteria; 2. eliminate the provisions in the bill that would require EPA to base fish consumption advisories on basis of FDA studies. The amendment would instead require states to post public notices around any body of water that does not meet water quality standards; 3. require the EPA to establish uniform procedures for testing fish and shellfish for contamination and for monitoring navigable waters that do not meet water quality standards or are subject to fishing bans or consumption restrictions; 4. require EPA or a state agency to review proposed permits to identify and reduce disproportionately high and adverse impacts to the health of minority and low-income populations; 5. require EPA to assess and compare the levels of water pollution to which minority and low-income individuals are disproportionately exposed and to document the frequency and volume of illegal discharges into waters adjacent to or used by minority and low-income communities.", 
  "sponsor": {
    "district": "15", 
    "name": "Collins, Barbara-Rose", 
    "state": "MI", 
    "thomas_id": "00219", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1995-05-11", 
  "updated_at": "2013-07-17T07:50:47-04:00"
}