{
  "actions": [
    {
      "acted_at": "2007-10-30T12:35:00-04:00", 
      "references": [
        {
          "reference": "CR H12179-12180", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H12179", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) offered by Mr. Akin.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-10-30T12:41:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Akin amendment Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt865-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3867-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 3867
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment directs the Administrator of the Small Business Administration to conduct a study to determine what changes would be required to provide greater Federal contracting assistance to participants in the program created by section 8(a) of the Small Business Act that have less equity in their business concerns than other participants in the program.", 
  "house_number": 2, 
  "introduced_at": "2007-10-30", 
  "number": 865, 
  "purpose": "An amendment numbered 2 printed in House Report 110-407 to require that the Administrator of the Small Business Administration (SBA) conduct a study to determine what changes would be required to provide greater Federal contracting assistance to participants in the program created by section 8(a) of the Small Business Act that have less equity in their business concerns than other participants in the program. The study would be reported no later than six months after the date of enactment of this Act and the Administrator would report the details of the study to the Senate Small Business Committee and the House Small Business Committee.", 
  "sponsor": {
    "district": "2", 
    "name": "Akin, W. Todd", 
    "state": "MO", 
    "thomas_id": "01655", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2007-10-30T12:41:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}