{
  "actions": [
    {
      "acted_at": "2008-07-31T17:34:00-04:00", 
      "references": [
        {
          "reference": "CR H7693-7695, H7698-7699", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H7693", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) offered by Mr. Price (GA).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-07-31T18:35:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 551, 
      "text": "On agreeing to the Price (GA) amendment (A002) Failed by recorded vote: 188 - 240 (Roll no. 551).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1145-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1338-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 1338
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment sought to direct the Secretary of Labor to study and report back to Congress within 90 days the effect of the Equal Pay Act amendments contained in the bill (section 3) on employers' ability to recruit and hire employees regardless of gender. The effective date of these amendments would be delayed pending the Secretary's report. If the Secretary found that these amendments were likely to significantly hinder employers' ability to hire and recruit employees regardless of gender, they would not go into effect.", 
  "house_number": 2, 
  "introduced_at": "2008-07-31", 
  "number": 1145, 
  "purpose": "An amendment numbered 2 printed in House Report 110-807 to direct the Secretary of Labor to study and report back to Congress within 90 days the effect of the Equal Pay Act amendments contained in the bill (section 3) on employers' ability to recruit and hire employees regardless of gender; the effective date of these amendments is delayed pending the Secretary's report. If the Secretary finds that these amendments are likely to significantly hinder employers' ability to hire and recruit employees regardless of gender, they do not go into effect.", 
  "sponsor": {
    "district": "6", 
    "name": "Price, Tom", 
    "state": "GA", 
    "thomas_id": "01778", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2008-07-31T18:35:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}