{
  "actions": [
    {
      "acted_at": "2008-05-22T20:23:00-04:00", 
      "references": [
        {
          "reference": "CR 5/23/2008 H4807-4810", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 5/23/2008 H4807", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A023) offered by Mr. Spratt.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-05-22T20:45:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Spratt amendment (A023) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1068-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5658-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 5658
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment requires the DNI, on an annual basis, to submit to Congress an update of the National Intelligence Estimate entitled \"Iran: Nuclear Intentions and Capabilities\" and dated November 2007. Such update may be submitted in classified form and requires the President to notify Congress in writing within 15 days of determining that Iran has met or surpassed any major milestone in its nuclear weapons program or that Iran has undertaken to accelerate, decelerate, or cease the development of any significant element within its nuclear weapons program.", 
  "house_number": 23, 
  "introduced_at": "2008-05-22", 
  "number": 1068, 
  "purpose": "An amendment numbered 4 printed in House Report 110-666 to require the DNI, on an annual basis, to submit to Congress an update of the National Intelligence Estimate entitled \"Iran\" Nuclear Intentions and Capabilities\" and dated November 2007. Such update may be submitted in classified form. The President shall notify Congress in writing within 15 days of determining that Iran has met or surpassed any major milestone in its nuclear weapons program or that Iran has undertaken to accelerate, decelerate, or cease the development of any significant element within its nuclear weapons program.", 
  "sponsor": {
    "district": "5", 
    "name": "Spratt, John M., Jr.", 
    "state": "SC", 
    "thomas_id": "01092", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-05-22T20:45:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}