{
  "actions": [
    {
      "acted_at": "1995-07-19T21:39:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by the Committee on Appropriations.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-07-19T22:11:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 535, 
      "text": "On agreeing to the Appropriations amendment (A001) Agreed to by recorded vote: 240 - 173 (Roll no. 535).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt576-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1976-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 1976
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment strikes the restrictions on enrollments of land in the Conservation Reserve Program and Wetlands Reserve Program, the $800 million cap on Export Enhancement Program expenditures, and language barring livestock feed assistance disaster payments in cases where crop insurance was available to the producer; reduces the appropriation for Consolidated Farm Service Agency salaries and expenses by $17.5 million; eliminates the Great Plains Conservation Program; reduces the appropriation for low-income rural housing direct loans by $400 million and increases the guaranteed loan program by $200 million; eliminates the Rural Development Loan Fund Program Account; and reduces the overall amount appropriated for solid waste management grants and for rural water and waste disposal grants and loans by $127 million.", 
  "house_number": 1, 
  "introduced_at": "1995-07-19", 
  "number": 576, 
  "purpose": "An amendment, printed in House Rept. 104-185 and considered as pending in the Committee of the Whole pursuant to the provisions of H. Res. 188, to strike the provisions of the bill that impose spending limitations on mandatory programs. The amendment would cut certain discretionary programs to compensate for the increased spending caused by the removal of the limitations.", 
  "sponsor": {
    "committee_id": "hsap00", 
    "name": "House Appropriations", 
    "type": "committee"
  }, 
  "status": "pass", 
  "status_at": "1995-07-19T22:11:00-04:00", 
  "updated_at": "2013-07-17T07:50:48-04:00"
}