{
  "actions": [
    {
      "acted_at": "1996-05-22T12:45:00-04:00", 
      "references": [], 
      "text": "Amendment (A009) offered by Mr. Brownback.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-22T13:09:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Brownback amendment (A009) as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1073-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3259-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 3259
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment sought to prohibit the sharing of U.S. intelligence information with the United Nations or any of its affiliated organizations unless the President certifies to Congress that the organization has implemented CIA, Defense, and State Department procedures to protect U.S. intelligence sources and methods. \\   As amended by the Combest substitute amendment (A010), the above was replaced with language that places restrictions on intelligence sharing with the United Nations with two caveats, one for the allowance of broader intelligence sharing when it goes to supporting U.N. forces in which the United States is a participant, and the second to allow a waiver for emergency situations that involve imminent risk to U.S. lives, in which case the President would have to report to Congress the details of that waiver.", 
  "house_number": 9, 
  "introduced_at": "1996-05-22", 
  "number": 1073, 
  "purpose": "Amendment, printed as amendment No. 6 in the Congressional Record of May 20, 1996, to prohibit the CIA from sharing information U.S. intellegence with the Un ited Nations agencies, unless the President can assure the Congress that such information sharing is in the best interest of the United States.", 
  "sponsor": {
    "district": "2", 
    "name": "Brownback, Sam", 
    "state": "KS", 
    "thomas_id": "00137", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1996-05-22T13:09:00-04:00", 
  "updated_at": "2013-07-17T07:50:54-04:00"
}