{
  "actions": [
    {
      "acted_at": "2004-10-07T23:23:00-04:00", 
      "references": [
        {
          "reference": "CR H8848-8850, H8850-8851", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H8848", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) offered by Mr. Souder.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-10-08T00:08:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 511, 
      "text": "On agreeing to the Souder amendment (A003) Agreed to by recorded vote: 410 - 0 (Roll no. 511).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt787-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr10-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 10
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment directs the Secretary of Homeland Security to ensure that all appropriate personnel engaged in security screening of individuals have access to law enforcement and intelligence information maintained by DHS; requires a report to Congress containing an overview of all DHS databases and other capabilities; directs the Secretary to submit a plan to Congress to improve information and intelligence sharing within the Department; and directs the Secretary to ensure that information and intelligence sharing is subject to appropriate limitations and legal safeguards.", 
  "house_number": 3, 
  "introduced_at": "2004-10-07", 
  "number": 787, 
  "purpose": "An amendment numbered 3 printed in House Report 108-751 to direct the Secretary of Homeland Security to ensure that all appropriate personnel engaged in security screening of individuals have access to law enforcement and intelligence information maintained by DHS; to provide Congress with an overview of all the agencies, databases, and other capabilities that exist within the Department involved in intelligence relating to terrorism, drug trafficking, illegal immigration, screening, investigations, and inspection of goods or individuals entering the United States and to require the Secretary to submit a plan to Congress within 180 days on actions taken and plans in place to improve access and the flow of information.", 
  "sponsor": {
    "district": "3", 
    "name": "Souder, Mark E.", 
    "state": "IN", 
    "thomas_id": "01089", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2004-10-08T00:08:00-04:00", 
  "updated_at": "2013-07-17T08:16:06-04:00"
}