{
  "actions": [
    {
      "acted_at": "2009-05-21T15:36:00-04:00", 
      "references": [
        {
          "reference": "CR H5968-5969", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5968", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) offered by Ms. Richardson.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-21T15:41:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Richardson amendment (A003) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt150-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr915-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 915
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment requires the Transportation Secretary, within 180 days of enactment, to issue regulations to require each air carrier to provide each of its passengers an option to receive a text message (or other comparable electronic service), subject to any fees applicable under the contract of the passenger for the electronic service, from the air carrier consisting of a notification of any change in the status of the flight of such passenger prior to boarding. This would only apply to air carriers that earn at least one-percent of the domestic passenger service revenue.", 
  "house_number": 3, 
  "introduced_at": "2009-05-21", 
  "number": 150, 
  "purpose": "An amendment numbered 3 printed in Part C of House Report 111-126 to require the Transportation Secretary, within 180 days of enactment, to issue regulations to require each air carrier to provide each of its passengers an option to receive a text message (or other comparable electronic service), subject to any fees applicable under the contract of the passenger for the electronic service, from the air carrier consisting of a notification of any change in the status of the flight of such passenger prior to boarding. This would only apply to air carriers that earn at least one-percent of the domestic passenger service revenue.", 
  "sponsor": {
    "district": "37", 
    "name": "Richardson, Laura", 
    "state": "CA", 
    "thomas_id": "01883", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-05-21T15:41:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}