{
  "actions": [
    {
      "acted_at": "2010-05-12T16:41:00-04:00", 
      "references": [
        {
          "reference": "CR H3398-3400, H3407-3408", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3398-3399", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A007) offered by Mr. Miller, George.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-05-12T18:23:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 265, 
      "text": "On agreeing to the Miller, George amendment (A007) Agreed to by recorded vote: 250 - 174 (Roll no. 265).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt642-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5116-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 5116
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment requires public institutions of higher education, with respect to employees who are represented by labor organizations and who work on activities or programs supported by this Act, to maintain a policy to respond to union information requests, for information to which the union is legally entitled, on a timely basis in order to be eligible to receive facilities and administrative costs provided by any of the funding sources authorized by this Act. Failure to comply with such a policy results in suspension of payments to the institution for facilities and administrative costs until compliance is achieved.", 
  "house_number": 7, 
  "introduced_at": "2010-05-12", 
  "number": 642, 
  "purpose": "An amendment numbered 12 printed in Part B of House Report 111-479 to require public institutions of higher education, with respect to employees who are represented by labor organizations and who work on activities or programs supported by this Act, to maintain a policy to respond to union information requests, for information to which the union is legally entitled, on a timely basis in order to be eligible to receive facilities and administrative costs provided by any of the funding sources authorized by this Act. Failure to comply with such a policy would result in suspension of payments to the institution for facilities and administrative costs until compliance is achieved.", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2010-05-12T18:23:00-04:00", 
  "updated_at": "2013-07-17T08:16:57-04:00"
}