{
  "actions": [
    {
      "acted_at": "2009-05-13T13:16:00-04:00", 
      "references": [
        {
          "reference": "CR H5511-5512, H5521", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5511", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) offered by Ms. Titus.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-13T14:54:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 249, 
      "text": "On agreeing to the Titus amendment (A003) Agreed to by recorded vote: 270 - 160 (Roll no. 249).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt124-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2187-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2187
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment adds a new section requiring the Secretary of Education to establish an Advisory Council to the Secretary on green, high-performing schools. Such a Council would consult with the Chair of the Council on Environmental Quality, the Commerce Secretary, Energy Secretary, Health and Human Services Secretary, Labor Secretary, EPA Administrator, and the GSA Administrator.", 
  "house_number": 3, 
  "introduced_at": "2009-05-13", 
  "number": 124, 
  "purpose": "An amendment numbered 3 printed in House Report 111-106 to add a new section 314 requiring the Secretary of Education to establish an Advisory Council to the Secretary on green, high-performing schools. The Council advises the Secretary on the impact of green, high-performing schools on teaching and learning, health energy costs and environmental impact; works with the Secretary to recommend Federal policies to increase the number of green, high-performing schools; provides technical assistance to states; and identifies Federal policies that are barriers to helping states make schools green and high-performing. The Council consults with the Chair of the Council on Environmental Quality, the Commerce Secretary, Energy Secretary, Health and Human Services Secretary, Labor Secretary, EPA Administrator, and the GSA Administrator.", 
  "sponsor": {
    "district": "3", 
    "name": "Titus, Dina", 
    "state": "NV", 
    "thomas_id": "01940", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-05-13T14:54:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}