{
  "actions": [
    {
      "acted_at": "2008-01-17T12:50:00-05:00", 
      "references": [
        {
          "reference": "CR H326-327, H330-331", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H326", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A007) offered by Mrs. Capito.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-01-17T13:56:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 16, 
      "text": "On agreeing to the Capito amendment (A007) Failed by recorded vote: 169 - 240 (Roll no. 16).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt929-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3524-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 3524
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment sought to substitute the green building requirement with a provision that includes green building as part of the mandatory graded section. It also sought to strike references in the bill to specific green building standards and instead require the Secretary of HUD to select a rating system, standard, or code for green buildings. Such a standard would have to meet certain criteria and the Secretary would have to conduct a study every 5 years to evaluate and compare third party green building standards to see if they meet the criteria.", 
  "house_number": 7, 
  "introduced_at": "2008-01-17", 
  "number": 929, 
  "purpose": "An amendment numbered 7 printed in House Report 110-509 to substitute the green building requirement, which is part of the mandatory core component of the underlying bill, with a provision that includes green building as part of the mandatory graded section. It also strikes references in the bill to specific green building standards and instead requires the Secretary of HUD to select a rating system, standard, or code for green buildings. This standard shall meet certain criteria and the Secretary shall conduct a study every 5 years to evaluate and compare third party green building standards to see if they meet the criteria.", 
  "sponsor": {
    "district": "2", 
    "name": "Capito, Shelley Moore", 
    "state": "WV", 
    "thomas_id": "01676", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2008-01-17T13:56:00-05:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}