{
  "actions": [
    {
      "acted_at": "2010-09-16T12:59:00-04:00", 
      "references": [
        {
          "reference": "CR H6785-6786, H6788", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6785", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Holden.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-09-16T13:49:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 529, 
      "text": "On agreeing to the Holden amendment (A001) Agreed to by recorded vote: 402 - 0 (Roll no. 529).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt775-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4785-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 4785
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment clarifies that loan funds under the bill may not be used to purchase manufactured homes; makes technical corrections to a Comptroller General report; prohibits provision of funds to certain contractors and makes certain Federal Employees ineligible for loans. Amendment also requires the Secretaries of Energy and Agriculture to take steps to prevent misuse of funds; prohibits any additions to direct spending with respect to provisions in the bill; does not allow an entity with an ongoing capital repayment obligation to the Treasury due to the Troubled Assets Relief Program to participate in the programs within the Act; and ensures that funds provided under this bill would supplement and not supplant other energy efficiency funding.", 
  "house_number": 1, 
  "introduced_at": "2010-09-16", 
  "number": 775, 
  "purpose": "An amendment numbered 1 printed in House Report 111-594 to clarify that loan funds under the bill may not be used to purchase manufactured homes, makes technical corrections to a Comptroller General report, prohibits provision of funds to certain contractors and makes ineligible for loans certain Federal Employees. It also requires the Secretaries of Energy and Agriculture to take steps to prevent misuse of funds. Prohibits any additions to direct spending in regards to provisions within this Act. Does not allow an entity with an ongoing capital repayment obligation to the Treasury due to the Troubled Assets Relief Program to participate in the programs within this Act. Ensures that funds provided under this bill would supplement and not supplant other energy efficiency funding.", 
  "sponsor": {
    "district": "17", 
    "name": "Holden, Tim", 
    "state": "PA", 
    "thomas_id": "00550", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2010-09-16T13:49:00-04:00", 
  "updated_at": "2013-07-17T08:16:58-04:00"
}