{
  "actions": [
    {
      "acted_at": "2009-06-04T13:41:00-04:00", 
      "references": [
        {
          "reference": "CR H6193-6196", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6193-6195", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Thompson (MS).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-04T13:48:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Thompson (MS) amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt163-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2200-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2200
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Manager's amendment improves the Department of Homeland Security's Transportation Security Grant Program by streamlining the award process through requiring annual reports from TSA on the status of outstanding grant awards and prohibiting cost sharing for TSA grants; the amendment advocates creating two equal positions at the deputy assistant level, one for transportation security and one for aviation security; the amendment instructs the Comptroller General to study the roles and responsibilities of DHS and the Department of Transportation with respect to pipeline security to protect against intentional breaches; the amendment instructs the DHS Secretary to study the feasibility and merits of establishing a centralized advanced aviation training facility; and finally, the amendment requires TSA to establish a program to address the special needs of travelers with artificial metal implants.", 
  "house_number": 1, 
  "introduced_at": "2009-06-04", 
  "number": 163, 
  "purpose": "An amendment numbered 1 printed in House Report 111-127 to clarify which aviation facilities qualify for general aviation security grants, including helicopter operators and heliports, establishes a plan and implements a program for screening air passengers with metal implants, improves transportation security assistance, studies the creation of new transportation security positions at TSA, and has a GAO review of other transportation security functions at TSA.", 
  "sponsor": {
    "district": "2", 
    "name": "Thompson, Bennie G.", 
    "state": "MS", 
    "thomas_id": "01151", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-06-04T13:48:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}