{
  "actions": [
    {
      "acted_at": "2006-05-10T15:37:00-04:00", 
      "references": [
        {
          "reference": "CR H2446-2447", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2446-2447", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Hunter.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-10T15:40:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Hunter amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt803-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5122-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 5122
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Manager's amendment consists of the text of the amendment contained in House Report 109-459 and printed on pages H2446-H2447 in the Congressional Record for May 10, 2006.", 
  "house_number": 1, 
  "introduced_at": "2006-05-10", 
  "number": 803, 
  "purpose": "An amendment numbered 1 printed in House Report 109-459 to add add $4M for Call for Fire Trainer/Joint fires and Effe cts Trainer with an offset of $4M from Joint Tactical Radio System. Adds $6M to the Air Force Science Engineering Lab Data Integration with and offset of $6M from Information and Communications Technology PE 062301E. Adds an exception for the Non-Line of Sight Cannon System from the requirement in section 346 subsection (c). Adds a section requiring the Secretary of Defense to submit a report on means to improve retention of members of the special operations forces. Strikes and replaces Section 662 requiring the Secretary of Defense to conduct a pilot project for disabled persons accessible golf carts at military golf courses. Incorporates a technical correction to the TRICARE effective dates in section 704 and 709 of the bill. Adds section conveying Army Reserve Center land in Allison Park, PA, to the local school district. Strikes sections 2853, 2854, 2855.", 
  "sponsor": {
    "district": "52", 
    "name": "Hunter, Duncan", 
    "state": "CA", 
    "thomas_id": "00575", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2006-05-10T15:40:00-04:00", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}