{
  "actions": [
    {
      "acted_at": "2009-05-13T13:02:00-04:00", 
      "references": [
        {
          "reference": "CR H5509-5510", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5509", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Miller, George.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-13T13:08:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Miller, George amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt122-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2187-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2187
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment replaces the bill's provision regarding charter schools (section 308) with a new provision that makes technical corrections and clarifies the disposition of excess funds; expands the allowable uses of funds to include repairing, replacing, and installing water supply and building envelopes; adds a new section to Title I of the bill giving priority consideration to schools that would use funding to remove asbestos, polychrolinated biphenyls, mold, mildew, lead-based hazards, or a proven carcinogen; and increases the set-aside for tribal and outlying schools from 1% to 2%.", 
  "house_number": 1, 
  "introduced_at": "2009-05-13", 
  "number": 122, 
  "purpose": "An amendment numbered 1 printed in House Report 111-106 to replace the bill's provision regarding charter schools (section 308) with a new provision that makes technical corrections and clarifies the disposition of excess funds. Expands the allowable uses of funds to include repairing, replacing, and installing water supply and building envelopes. Adds a new section to Title I of the bill giving priority consideration to schools that would use funding to remove asbestos, polychrolinated biphenyls, mold, mildew, lead-based hazards, or a proven carcinogen. Increases the set-aside for tribal and outlying schools from 1% to 2%.", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-05-13T13:08:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}