{
  "actions": [
    {
      "acted_at": "2009-06-10T13:37:00-04:00", 
      "references": [
        {
          "reference": "CR H6477-6483, H6509-6510", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6477-6481", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Berman.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-10T17:45:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 320, 
      "text": "On agreeing to the Berman amendment (A001) Agreed to by recorded vote: 257 - 171 (Roll no. 320).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt181-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2410-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2410
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment (1) makes a number of minor, technical and conforming changes, including changes to address concerns of other Committees that have jurisdiction over certain provisions of H.R. 2410 and making changes to certain authorizations; (2) adds the relevant text from H.R. 2828, 110th Congress, as passed by the House, relating to compensation of Foreign Service victims of terrorism; (3) adds a provision relating to streamlining export controls to better serve the scientific and research community, consistent with the protection of U.S. national security interests; (4) adds a provision on monitoring and evaluating certain provision U.S. overseas activities; (5) adds a provision to improve the stabilization and reconstruction activities of the Department of State; (6) adds a provision on implementation of an international nuclear fuel bank; (7) adds a provision relating to the development of a food security strategy; (8) adds certain other sense of congress provisions; and (9) adds a new subsection to section 334 providing that nothing in that section shall be construed as affecting existing statutory prohibitions relating to abortion.", 
  "house_number": 1, 
  "introduced_at": "2009-06-10", 
  "number": 181, 
  "purpose": "An amendment numbered 1 printed in part C of House Report 111-143 to (1) make a number of minor, technical and conforming changes, including changes to address concerns of other Committees that have jurisdiction over certain provisions of H.R. 2410 and making changes to certain authorizations; (2) add the relevant text from H.R. 2828, 110th Congress, as passed by the House, relating to compensation of Foreign Service victims of terrorism; (3) add a provision relating to streamlining export controls to better serve the scientific and research community, consistent with the protection of U.S. national security interests; (4) add a provision on monitoring and evaluating certain provision U.S. overseas activities; (5) add a provision to improve the stabilization and reconstruction activities of the Department of State; (6) add a provision on implementation of an international nuclear fuel bank; (7) add a provision relating to the development of a food security strategy; (8) adds certain other sense of congress provisions; and (9) add a new subsection to section 334 providing that nothing in that section shall be construed as affecting existing statutory prohibitions relating to abortion.", 
  "sponsor": {
    "district": "28", 
    "name": "Berman, Howard L.", 
    "state": "CA", 
    "thomas_id": "00082", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-06-10T17:45:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}