{
  "actions": [
    {
      "acted_at": "1996-07-25T14:25:00-04:00", 
      "references": [], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Fazio.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-25T16:06:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 363, 
      "text": "On agreeing to the Fazio amendment (A002) Failed by recorded vote: 177 - 243 (Roll no. 363).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1367-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3820-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 3820
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute consisted of the text of H.R. 3505, as modified, and sought to provide a voluntary spending limit of $600,000 for the 2-year election cycle; index the limit for future inflation; limit the contributions of large individual donors to $200,000 in an election cycle and limit a candidate to spending not more than $50,000 of their own money, including loans.", 
  "house_number": 2, 
  "introduced_at": "1996-07-25", 
  "number": 1367, 
  "purpose": "An amendment in the nature of a substitute to estalish a voluntary limitation on campaign spending of $600,000,000 in each election cycle (with exceptions made for special elections, a contested primary, and run-off elections.) Candidates who adhere to the voluntary limits would receive discount rates for broadcasting time and postal rates. The amendment would place a limit on PAC contributions to $8,000 from any individual PAC in each election cycle, and limit PACs to $5000 per election. Candidates would be limited to an aggregate of $200,000 from all PACs per election cycle, except in special circumstances. Individual donors would be limited to $200,000 to any single candidate in an election cycle, and candidates would be limited to spending no more than $50,000 of their own money. \"Bundling\" and \"soft money\" contributions would be eliminated, except for non-affiliated, independent PACs that do not engage in lobbying activities.", 
  "sponsor": {
    "district": "3", 
    "name": "Fazio, Vic", 
    "state": "CA", 
    "thomas_id": "00374", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1996-07-25T16:06:00-04:00", 
  "updated_at": "2013-07-17T07:50:56-04:00"
}