{
  "actions": [
    {
      "acted_at": "2009-07-23T13:47:00-04:00", 
      "references": [
        {
          "reference": "CR H8638-8639", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H8638", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Olver.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-23T13:56:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Olver amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt363-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3288-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 3288
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Manager's amendment adds $250,000 for the National Highway Traffic Safety Administration to develop safety standards for the incorporation of alternative fuel technologies in vehicles; increases the Federal Rail Administration's Railroad Research and Development account by $3 million; provides $1 million for the FAA to support commercial space activities; requires the use of energy-efficient bulbs in Federal buildings; precludes Federal employees from flying first class; and ensures that the Home Equity Conversion Mortgage program can be implemented without Federal subsidy.", 
  "house_number": 1, 
  "introduced_at": "2009-07-23", 
  "number": 363, 
  "purpose": "An amendment numbered 1 printed in part A of House Report 111-219 to decrease funding for the DOT Office of the Secretary by $250,000 to increase funding for alternative fuel vehicle safety; increase the Federal Railroad Administration's Railroad Research and Development account by $3,000,000 and decrease the Financial Management Capital account by the same amount; increase funding for the FAA's Office of Commercial Space by $1,000,000 and decrease funding for the FAA's Information Services account by the same amount; eliminate a Neighborhood Initiatives project and lower the CDBG and Neighborhood Initiatives funding levels by $2,000,000; modify the Home Equity Conversion Mortgage program to ensure that it can be implemented; prohibit funds from being used to purchase light bulbs that do not have Energy Star or Federal Energy Management Program designation; and prohibit first class travel for employees of agencies funded in the bill.", 
  "sponsor": {
    "district": "1", 
    "name": "Olver, John W.", 
    "state": "MA", 
    "thomas_id": "00879", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-07-23T13:56:00-04:00", 
  "updated_at": "2013-07-17T08:16:56-04:00"
}