{
  "actions": [
    {
      "acted_at": "2005-07-21T18:35:00-04:00", 
      "references": [
        {
          "reference": "CR H6282-6285", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6282-6283", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A012) offered by Mr. Coble.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-21T18:36:00-04:00", 
      "references": [
        {
          "reference": "CR H6283", 
          "type": "text as modified"
        }
      ], 
      "text": "Coble amendment (A012) modified by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-21T18:44:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Coble amendment (A012) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt500-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3199-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 3199
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment, as modified, amends the Contraband Cigarette Trafficking Act by lowering the threshold requirements for a violation of the Act, applying the Act to smokeless tobacco, imposing certain reporting requirements, and specifying who may bring causes of action against violators of the Act.", 
  "house_number": 12, 
  "introduced_at": "2005-07-21", 
  "number": 500, 
  "purpose": "An amendment numbered 12 printed in part B of House Report 109-178 to amend the Contraband Cigarette Trafficking Act (18 U.S.C. 2341 et seq.)(\"CCTA\") which makes it unlawful for any person knowingly to ship, posses, sell, distribute or purchase contraband cigarettes. The CCTA would be amended by: (1) extending its provisions to cover contraband smokeless tobacco; (2)reducing the number of cigarettes that trigger application of the CCTA from 60,000 to 10,000 cigarettes; (3) imposing reporting requirements on persons, except tribal governments, who engage in delivery sales of more than 10,000 cigarettes or 500 single-unit cans or packages of smokeless tobacco in a single month; (4) requiring the destruction of cigarettes and smokeless tobacco seized and forfeited under the CCTA; and (5) authorizing state and local governments, and certain persons holding federal tobacco permits, to bring causes of action against violators of the CCTA.", 
  "sponsor": {
    "district": "6", 
    "name": "Coble, Howard", 
    "state": "NC", 
    "thomas_id": "00211", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2005-07-21", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}