{
  "actions": [
    {
      "acted_at": "1996-05-23T13:20:00-04:00", 
      "references": [], 
      "text": "Amendment (A003) offered by Mr. Goodling.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-23T14:57:00-04:00", 
      "references": [], 
      "text": "On agreeing to sections A, B, and C of the Goodling amendment (A003) Agreed to by the Yeas and Nays: 239 - 188 (Roll no. 193).", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-23T15:16:00-04:00", 
      "references": [], 
      "text": "On agreeing to section D of the Goodling amendment (A003) Failed by recorded vote: 196 - 229 (Roll no. 194).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt1085-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1227-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 1227
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment consisted of four subsections which: (a) exempts from the the Fair Labor Standards Act (FLSA) certain computer professionals; (b) exempts employees who receive tips from the FLSA minimum wage law by requiring employers to pay their employees a minimum of $2.13 per hour, rather than the current requirement that they pay 50 percent of the minimum wage; and (c) establishes a rate lower than the minimum wage that can be paid to employees under the age of 20 for 90 days. Subsections A, B, and C were agreed to on a recorded vote. See Roll No. 193. \\   Subsection (d) sought to exempt small businesses with gross annual sales under $500,000 from the minimum wage requirements of the FLSA. Subsection D failed on a recorded vote. See Roll No. 194.", 
  "house_number": 3, 
  "introduced_at": "1996-05-23", 
  "number": 1085, 
  "purpose": "An amendment to change the Fair Labor Standards Act in the following ways: A. Exempt computer professionals earning more than $27.63 per hour from the provisions of the Fair Labor Standards Act requiring overtime to be paid for time worked in excess of 40 hours per week. (Current law exempts computer professionals who earn more than 6.5 times the existing minimum wage); B. Exempt employees who receive tips from the FLSA minimum wage law by requiring employers to pay their employees a minimum of $2.13 per hour, rather than the current requirement that they pay 50% of the minimum wage; C. Authorize employers to pay newly hired employees under the age of 20 $4.per hour during the first 90 days of employment; D. Exempt small businesses from the minimum wage law for businesses with gross annual sales under $500,000, whether or not they are engaged in interstate commerce.", 
  "sponsor": {
    "district": "19", 
    "name": "Goodling, William F.", 
    "state": "PA", 
    "thomas_id": "00447", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1996-05-23", 
  "updated_at": "2013-07-17T07:50:55-04:00"
}