{
  "actions": [
    {
      "acted_at": "1995-11-02T13:04:00-05:00", 
      "references": [], 
      "text": "Amendment (A005) offered by Mr. Gunderson.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-11-02T14:14:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 763, 
      "text": "On agreeing to the Gunderson amendment (A005) Agreed to by recorded vote: 241 - 177, 1 Present (Roll no. 763).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt891-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2546-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2546
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment implements a comprehensive set of changes to the public school system of the District of Columbia.", 
  "house_number": 5, 
  "introduced_at": "1995-11-02", 
  "number": 891, 
  "purpose": "An amendment, printed as amendment No. 2 in the Congressional Record of October 30, 1995 to implement a comprehensive set of changes to the public school system of the District of Columbia. The amendment would require the development of a plan for long-term educational reform; expand the federal Even Start program; authorize funding to establish a seven-member panel to develop a core curriculum by 1996; direct the District to develop a per pupil formula for funding in the D.C. school system; direct the GSA to administer a plan to administer donated private funds to repair school facilities; establish a technical assistance office to the D.C. school district; authorize funding for starting a residential school for disruptive youth; require the superintendent and Board of Education to report to Congress on the implementation of reforms; establish a non-profit corporation to offer scholarships for poorer residents to be used at private schools; establish an Education Learning Technologies Council and a Jobs for D.C. Graduates program; and authorize the Mayor of D.C. to make parental attendance at parent-teacher conferences a condition for receiving welfare benefits.", 
  "sponsor": {
    "district": "3", 
    "name": "Gunderson, Steve", 
    "state": "WI", 
    "thomas_id": "00476", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1995-11-02T14:14:00-05:00", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}