{
  "actions": [
    {
      "acted_at": "2005-11-16T16:42:00-05:00", 
      "references": [
        {
          "reference": "CR H10353-10354", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H10353-10354", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) offered by Ms. Schakowsky.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-11-16T16:45:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Schakowsky amendment (A002) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt626-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1065-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 1065
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment provides that the general functions of the Commission will include establishing minimum standards for the availability of medical services at professional boxing matches; encouraging a life, accident, and health insurance fund for professional boxers and other members of the professional boxing community; and conducting discussions and entering into agreements with foreign boxing entities.", 
  "house_number": 2, 
  "introduced_at": "2005-11-16", 
  "number": 626, 
  "purpose": "An amendment numbered 2 printed in part B of House Report 109-295 to add additional protections for professional boxers by also requiring the Boxing Commission to 1) require a copy of any contract for a boxing match; 2) establish minimum standards for the availability of medical services at professional boxing matches; 3) encourage a life, accident, and health insurance fund for professional boxers and other members of the professional boxing community; and 4) conduct discussions and enter into agreements with foreign boxing entities on methods of applying minimum health standards to foreign boxing events, and foreign boxers, trainers, cut men, referees, ringside physicians, and other professional boxing personnel.", 
  "sponsor": {
    "district": "9", 
    "name": "Schakowsky, Janice D.", 
    "state": "IL", 
    "thomas_id": "01588", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2005-11-16T16:45:00-05:00", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}