{
  "actions": [
    {
      "acted_at": "1996-05-16T12:41:00-04:00", 
      "references": [], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Orton.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-16T14:15:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 177, 
      "text": "On agreeing to the Orton amendment (A002) Failed by recorded vote: 130 - 295 (Roll no. 177).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1062-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres178-104", 
    "bill_type": "hconres", 
    "congress": 104, 
    "number": 178
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to provide for a balanced budget by FY 2002; did not provide for tax reductions and assumed smaller cuts in mandatory and discretionary spending than the original resolution. It would have provided for $98.4 billion more in domestic discretionary spending over the next six years and $29.9 billion less in defense funding over the same period. It called for $146.4 billion in Medicare cuts and $42 billion in Medicaid cuts, and assumed a reduction in the Consumer Price Index of 0.5 percent.", 
  "house_number": 2, 
  "introduced_at": "1996-05-16", 
  "number": 1062, 
  "purpose": "An amendment which seeks to achieve a balanced budget by 2002, but does not provide for any tax cuts and assumes smaller cuts in mandatory and discretionary spending than does the resolution. The amendment calls for $98.4 billion more in domestic discretionary spending over the next six years than the resolution and provides a total of $29.9 billion less for defense appropriations over the same period. The substitute calls for $146.4 billion in Medicare cuts ($9.6 billion less than the resolution) and $42 billion in Medicaid cuts ($13 billion less than the resolution). It also assumes a reduction in CPI of 0.5% which would result in a six-year savings of $50.8 billion.", 
  "sponsor": {
    "district": "3", 
    "name": "Orton, Bill", 
    "state": "UT", 
    "thomas_id": "00881", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1996-05-16T14:15:00-04:00", 
  "updated_at": "2013-07-17T07:50:54-04:00"
}