{
  "actions": [
    {
      "acted_at": "2004-05-13T11:57:00-04:00", 
      "references": [
        {
          "reference": "CR H2941-2949", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2941-2942", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) in the nature of a substitute offered by Mr. Tanner.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-13T12:49:00-04:00", 
      "references": [
        {
          "reference": "CR H2948", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered on the amendment (A001) and the bill pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-05-13T13:10:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 169, 
      "text": "On agreeing to the Tanner amendment (A001) Failed by the Yeas and Nays: 190 - 227 (Roll no. 169).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt524-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4275-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 4275
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment in the nature of a substitute sought to provide for an extension of the 10-percent individual income tax bracket; provide that those paying the Alternative Minimum Tax receive the benefits of the expanded 10-percent tax bracket; offset the costs of the bill by adjusting the tax rate for households making over $1 million; and add language requiring enactment of a balanced budget by 2014.", 
  "house_number": 1, 
  "introduced_at": "2004-05-13", 
  "number": 524, 
  "purpose": "An amendment in the nature of a substitute printed in House Report 108-483 and made in order pursuant to H. Res. 637 which includes certain provisions identical to those in the base bill. The amendment adjusts the AMT so that none of the benefits promised in the bill will be taken back by the AMT; includes a temporary rate adjustment (through 2010) that applies to incomes over $1 million ($500,000 for single taxpayers); the rate adjustment would be 1.9% for incomes over that level; and, conditions the repeal of the sunset on Congress meeting certain budgetary goals. Congress would be required to enact budget legislation that balances the budget by FY 2014 (without using Social Security and Medicare trust funds) and eliminates the need to borrow from foreign central banks to fund our government.", 
  "sponsor": {
    "district": "8", 
    "name": "Tanner, John S.", 
    "state": "TN", 
    "thomas_id": "01137", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2004-05-13T13:10:00-04:00", 
  "updated_at": "2013-07-17T08:16:05-04:00"
}