{
  "actions": [
    {
      "acted_at": "1997-06-26T15:38:00-04:00", 
      "references": [], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Rangel.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-26T17:09:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 243, 
      "text": "On agreeing to the Rangel amendment (A002) Failed by recorded vote: 197 - 235 (Roll no. 243).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt207-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2014-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 2014
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment in the nature of a substitute sought to increase HOPE scholarship credits; extend an income tax exclusion for employer provided educational assistance; authorize interest free bonds and loans for schools with students from poor families; provide tax credits for children of families who earn less than $60,000 per year; provide capital gains exclusions for the sale of a principal residence; allow a deductible capital gain loss when selling a residence; provide a special rate for the sale of farms, business assets, and real estate; create an additional exemption for estates that include a family owned business; extend expiring provisions of various tax credits; expand empowerment zones and enterprise zones; provide various tax credits and incentives including the deduction of remediation costs incurred with toxic waste cleanup and a welfare to work credit.", 
  "house_number": 2, 
  "introduced_at": "1997-06-26", 
  "number": 207, 
  "purpose": "An amendment in the nature of a substitute, printed as amendment No. 2 in the Congressional record of June 24, 1997. The amendment would target 71% of the tax cuts to families earning less than $100,000 and limit the $500 child credit to families earning less that $75,000. The amendment would provide $1,500 HOPE scholarships for the first two year of post-secondary education and provide a credit of 20% of tuition costs after the first two years. Capitol gains and estate taxes would be reduced for small businesses and family farms, and homeowners would be allowed to exclude up to $500,000 of capital gains on the sale of a home.", 
  "sponsor": {
    "district": "15", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1997-06-26T17:09:00-04:00", 
  "updated_at": "2013-07-17T07:51:36-04:00"
}