{
  "actions": [
    {
      "acted_at": "1995-10-19T15:26:00-04:00", 
      "references": [], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Gibbons.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-10-19T17:23:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 729, 
      "text": "On agreeing to the Gibbons amendment (A002) Failed by recorded vote: 149 - 283 (Roll no. 729).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt880-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2425-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2425
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to reduce medicare by $90 billion over seven years, reduce Part A spending by an amount sufficient to extend the solvency of the Part A hospital trust fund to 2006, and reduce cost sharing by medicare beneficiaries by freezing the Part B premium for one year and providing that the monthly premium in succeeding years would be below the level under current law.", 
  "house_number": 2, 
  "introduced_at": "1995-10-19", 
  "number": 880, 
  "purpose": "An amendment in the nature of a substitute to reduce Medicare expenditures by $90 billion over seven years. The amendment would achieve savings by reducing hospital payment inflation rate adjustments by 1%; reducing rural hospital payment inflation rate adjustments by 1/2%; cutting hospital capital payments by 10%; imposing a two-year freeze on fee schedule updates for clinical labs, durable medical equipment and ambulatory surgery; eliminating overpayment for hospital outpatient services; and ending indirect medical education and add-on payments for outlier cases.", 
  "sponsor": {
    "district": "11", 
    "name": "Gibbons, Sam", 
    "state": "FL", 
    "thomas_id": "00437", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-10-19T17:23:00-04:00", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}