{
  "actions": [
    {
      "acted_at": "1999-03-11T16:19:00-05:00", 
      "references": [], 
      "text": "Amendment (A002) offered by Mr. Gejdenson.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-03-11T21:30:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Gejdenson amendment (A002) as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt24-106", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres42-106", 
    "bill_type": "hconres", 
    "congress": 106, 
    "number": 42
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "106", 
  "description": "Amendment originally sought to add language concerning the deployment of U.S. Armed Forces to Kosovo including a declaration of policy relating to an interim agreement to end the conflict; authorization for the deployment of U.S. Armed Forces to Kosovo; and place a limitation on the number of U.S. Armed Forces personnel that may be part of a NATO peacekeeping operation to not more than 15 percent. \\   As amended by the Gilman amendment (A004) language was added that authorizes deployment of U.S. Armed Forces to Kosovo and requires the President to submit various reports to Congress including a statement outlining the national interest at risk; specifying resources required; percentage of U.S. participation; and exit strategy before ordering the deployment of any Armed Forces personnel.", 
  "house_number": 2, 
  "introduced_at": "1999-03-11", 
  "number": 24, 
  "purpose": "An amendment no. 5 in the Congressional Record to include a section concerning the deployment of U.S. Armed Forces to Kosovo including a declaration of policy relating to an interim agreement; authorization for deployment of Armed Forces; and a limitation of Armed Forces participation to not more than 15 percent.", 
  "sponsor": {
    "district": "2", 
    "name": "Gejdenson, Sam", 
    "state": "CT", 
    "thomas_id": "00431", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1999-03-11T21:30:00-05:00", 
  "updated_at": "2013-07-17T08:15:42-04:00"
}