{
  "actions": [
    {
      "acted_at": "1996-05-01T16:39:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Shuster.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-01T16:40:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Shuster amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1002-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2149-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2149
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment makes technical and clarifying changes to the bill; requires the Secretary of Transportation to establish regulations for the submission of prices and other information by carriers to enable the Secretary to determine whether prices charged by carriers are unfair, predatory, or anti-competitive; clarifies the definition of a conference; extends the prohibition against conference interfering with contracting; and terminates the Federal Maritime Commission at the end of fiscal 1997.", 
  "house_number": 1, 
  "introduced_at": "1996-05-01", 
  "number": 1002, 
  "purpose": "An amendment to make technical and clarifying changes to the bill. The amendment also includes 3 amendments previously printed in the Congressional Record of April 30, 1996 by Mr. Traficant to do the following: 1. Require the Secretary of Transportation to establish regulations for the submission of prices and other information from carriers; 2. replace the term \"U.S. carriers\" with one or more ocean common carriers when developing procedures for establishing penalties and reviews; and 3. require the Secretary of Transportation to report annually to Congress on the effects of U.S. maritime laws and regulations.", 
  "sponsor": {
    "district": "9", 
    "name": "Shuster, Bud", 
    "state": "PA", 
    "thomas_id": "01055", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1996-05-01T16:40:00-04:00", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}