{
  "actions": [
    {
      "acted_at": "2002-02-13T14:44:00-05:00", 
      "references": [
        {
          "reference": "CR H393-411", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H393-401", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) in the nature of a substitute offered by Mr. Shays.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-02-13T16:07:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 21, 
      "text": "On agreeing to the Shays amendment (A003) Agreed to by recorded vote: 240 - 191 (Roll no. 21).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt417-107", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2356-107", 
    "bill_type": "hr", 
    "congress": 107, 
    "number": 2356
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "107", 
  "description": "Amendment in the nature of a substitute prohibits officeholders and candidates from soliciting soft money in connection with federal elections and prevents national and state parties from spending soft money on federal election activities; allows capped soft money contributions to state and local parties to be used for limited, non-federal voter registration and get-out-the-vote activity; and prohibits the use of corporate and union treasury funds for broadcast communications that mention a federal candidate within 60 days of a general election or 30 days of a primary election.", 
  "house_number": 3, 
  "introduced_at": "2002-02-13", 
  "number": 417, 
  "purpose": "An amendment in the nature of a substitute numbered 9 printed in the Congressional Record of February 12, 2002 that is nearly identical to the bill but includes the following change: the substitute directs that the soft money ban (and all other provisions except the hard money limit increases) take effect November 6, 2002(i.e., after this year's congressional elections). The changes in hard money limits would take effect January 1, 2003 (also after upcoming the elections).", 
  "sponsor": {
    "district": "4", 
    "name": "Shays, Christopher", 
    "state": "CT", 
    "thomas_id": "01048", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2002-02-13T16:07:00-05:00", 
  "updated_at": "2013-07-17T08:15:54-04:00"
}