{
  "actions": [
    {
      "acted_at": "1997-05-07T16:10:00-04:00", 
      "references": [], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Boehlert.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-07T18:49:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 108, 
      "text": "On agreeing to the Boehlert amendment (A002) as amended Agreed to by recorded vote: 227 - 196 (Roll no. 108).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt71-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr478-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 478
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment in the nature of a substitute provides for an exemption from the Endangered Species Act requirement for consultation and conferencing with respect to the repair or replacement of flood control facilities located in Federal disaster areas in 1997. The exemptions will remain in force until December 31, 1998. In nondisaster areas it permits repairs without consultation whenever a flood control project poses an imminent threat to human life or property. \\   As amended by the Dicks amendment (A003), language was modified to provide exemptions for nondisaster flood projects that are a substantial (rather than imminent) threat to human lives and property. \\   As amended by the Gilchrest amendment (A004), language was added which requires GAO to conduct a study and report to Congress on the costs and nature of mitigation required for levee maintenance projects.", 
  "house_number": 2, 
  "introduced_at": "1997-05-07", 
  "number": 71, 
  "purpose": "An amendment in the nature of a substitute printed as amendment No. 1 in the Congressional Record of May 6, 1997, that would expand the exemption from the ESA's consultation requirements to all flood control facilities damaged by floods in 1997 and for necessary repairs, including preventative repairs, to any flood control facility when necessary to protect human life or property. The exemptions would remain in force until December 31, 1998.", 
  "sponsor": {
    "district": "23", 
    "name": "Boehlert, Sherwood", 
    "state": "NY", 
    "thomas_id": "00101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1997-05-07T18:49:00-04:00", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}