{
  "actions": [
    {
      "acted_at": "1997-05-06T18:42:00-04:00", 
      "references": [], 
      "text": "Amendment (A011) offered by Mr. Kennedy (MA).", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-06T20:02:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "fail", 
      "text": "On agreeing to the Kennedy (MA) amendment (A011) Failed by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt61-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 2
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment sought to revise the income mix of public housing units by requiring that not less than 40 percent shall be occupied by families whose incomes does not exceed 30 percent of the area median income; and not less than 90 percent shall be occupied by families whose incomes do not exceed 60 percent of the median income for the area with the option to reduce to 80 percent occupancy if such a reduction would enhance the viability of the housing development.", 
  "house_number": 11, 
  "introduced_at": "1997-05-06", 
  "number": 61, 
  "purpose": "An amendment to specify that no less than 40% of public housing units made available by a public housing agency shall be occupied by families whose incomes do not exceed 30% of the median income for the area; and that not less than 90% shall be occupied by families whose income does not exceed 60% of the median income of the area. The amendment would permit the Secretary of HUD to reduce that percentage to 80% if the public housing agency can demonstrate that the reduction would result in enhancement of the long-term viability of the housing development.", 
  "sponsor": {
    "district": "8", 
    "name": "Kennedy, Joseph P., II", 
    "state": "MA", 
    "thomas_id": "00626", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1997-05-06T20:02:00-04:00", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}