{
  "actions": [
    {
      "acted_at": "1998-06-10T15:35:00-04:00", 
      "references": [], 
      "text": "Amendment (A003) offered by Mr. Boucher.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-06-10T15:46:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Boucher amendment (A003) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt662-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3150-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 3150
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment makes four revisions in current law concerning child support or an alimony recipient: (1) it provides that the child support or alimony recipient is given top priority to receive payment during the pendency of a bankruptcy proceeding; (2) it requires that child support and alimony be first in line for payment in Chapter 13 plans; (3) it assists the single parent who files for bankruptcy by expanding the definition of \"household goods\" to include items that are needed in child rearing; and (4) it provides that nonsecured debt which is acquired to pay nondischargeable debt, such as taxes, is nondischargeable against single parents and debtors who owe child support or alimony only if the debt was acquired intentionally to pay nondischargeable debt.", 
  "house_number": 3, 
  "introduced_at": "1998-06-10", 
  "number": 662, 
  "purpose": "An amendment numbered 4 as printed in House Report 105-573 to expand the definition of \"household goods\" which are exempt in chapters 7 and 13 bankruptcy to include any personal property that is reasonable or necessary to maintain and support a dependent child, thereby ensuring that exempt household possessions used for the benefit of the child will not be taken away from a parent filing bankruptcy by a secured creditor who did not finance the purchase of those possessions.", 
  "sponsor": {
    "district": "9", 
    "name": "Boucher, Rick", 
    "state": "VA", 
    "thomas_id": "00113", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1998-06-10T15:46:00-04:00", 
  "updated_at": "2013-07-17T07:51:40-04:00"
}