{
  "actions": [
    {
      "acted_at": "2008-01-16T13:37:00-05:00", 
      "references": [
        {
          "reference": "CR H60-64, H70", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H60-61", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. George Miller.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-01-16T14:54:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 5, 
      "text": "On agreeing to the Miller, George amendment (A001) Agreed to by recorded vote: 234 - 183 (Roll no. 5).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt919-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2768-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2768
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment provides the mining industry with more time to install a new generation of fire-resistant conveyor belts; provides funds for MSHA to purchase a new generation of dust monitoring devices to limit black lung disease, and ensure that breathable air requirements of the MINER Act of 2006 are properly implemented; requires that the Secretary of Labor conduct a study on substance abuse by miners with recommendations for policy changes in consultation with all interested parties and requires the Secretary to report the findings within six months of the bill's enactment. If she deems it feasible and effective, the Secretary shall be authorized to establish a miner substance abuse testing, rehabilitation, and treatment program within MSHA in consultation with the interested parties.", 
  "house_number": 1, 
  "introduced_at": "2008-01-16", 
  "number": 919, 
  "purpose": "An amendment numbered 1 printed in House Report 110-508 to provide the mining industry with more time to install a new generation of fire-resistant conveyor belts. The amendment would also provide funds for MSHA to purchase a new generation of dust monitoring devices to limit black lung disease, and ensure that breathable air requirements of the MINER Act of 2006 are properly implemented. In addition, the amendment requires that the Secretary of Labor conduct a study on substance abuse by miners with recommendations for policy changes, in consultation with all interested parties. The Secretary shall report the findings within six months of the bill's enactment and, if she deems it feasible and effective, shall be authorized to establish a miner substance abuse testing, rehabilitation, and treatment program within MSHA in consultation with the interested parties.", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-01-16T14:54:00-05:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}