{
  "actions": [
    {
      "acted_at": "2005-06-16T19:39:00-04:00", 
      "references": [
        {
          "reference": "CR H4639-4640", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4639", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A009) offered by Mr. Smith (NJ).", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-16T19:46:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Smith (NJ) amendment (A009) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt302-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2745-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 2745
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment calls for the International Atomic Energy Agency (IAEA) to rescind the Small Quantities Protocol (SQP); requires that any nation that has signed the SQP to have implemented and be in compliance with the Additional Protocol providing for more stringent inspections; and prohibits any IAEA member from receiving any nuclear-related material, technology, equipment, or assistance and subject it to penalties, if they do not adhere to the higher inspections standards.", 
  "house_number": 9, 
  "introduced_at": "2005-06-16", 
  "number": 302, 
  "purpose": "An amendment numbered 2 printed in subpart C of Part 1 of House Report 109-132 to call for the International Atomic Energy Agency (IAEA) to rescind the Small Quantities Protocol (SQP) and requires that any nation that has signed the SQP to have implemented and be in compliance with the Additional Protocol providing for more stringent inspections; and prohibit any IAEA members from receiving any nuclear-related material, technology, equipment, or assistance and subject it to penalties, if they do not adhereto the higher inspections standards.", 
  "sponsor": {
    "district": "4", 
    "name": "Smith, Christopher H.", 
    "state": "NJ", 
    "thomas_id": "01071", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2005-06-16T19:46:00-04:00", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}