{
  "actions": [
    {
      "acted_at": "2003-05-01T12:09:00-04:00", 
      "references": [
        {
          "reference": "CR H3596-3600", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3596-3597", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Tauzin.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-01T12:27:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Tauzin amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt101-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1298-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 1298
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment establishes priorities for the distribution of resources; commissions a report to compare success rates of various programs and methods; restricts administrative costs; requires various reports including audit reports provided to the Global fund; encourages the Center for Disease Control in coordination with the Global AIDS coordinator to develop strategies to improve injection safety and education and information provided to public and health professionals; and directs the Department of Health and Human Services to study the illegal importation in the United States of prescription drugs donated or sold for humanitarian efforts.", 
  "house_number": 1, 
  "introduced_at": "2003-05-01", 
  "number": 101, 
  "purpose": "An amendment numbered 1 printed in House Report 108-80 to establish priorities for the distribution of resources based on factors such as the size and demographics of specific nations to ensure that the countries that need assistance the most receive it first. Commissions a report by the Institutes of Medicine that compares the success rates of various programs and methods used under the strategy set forth in H.R. 1298.", 
  "sponsor": {
    "district": "3", 
    "name": "Tauzin, W. J. (Billy)", 
    "state": "LA", 
    "thomas_id": "01140", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2003-05-01T12:27:00-04:00", 
  "updated_at": "2013-07-17T08:16:04-04:00"
}