{
  "actions": [
    {
      "acted_at": "2006-05-11T15:09:00-04:00", 
      "references": [
        {
          "reference": "CR H2541-2542", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2541", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A021) offered by Mr. Taylor (MS).", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-11T15:09:00-04:00", 
      "references": [], 
      "text": "Taylor (MS) amendment (A021) modified by unanimous consent. Modification seeks to name the Defense Authorization bill after former Representative G.V. \"Sonny\" Montgomery.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-11T15:21:00-04:00", 
      "references": [
        {
          "reference": " CR H2541", 
          "type": "text as modified"
        }
      ], 
      "text": "On agreeing to the Taylor (MS) amendment (A021) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt823-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5122-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 5122
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment, as modified, requires the Secretary of Defense to take such steps as necessary to ensure that by the end of fiscal year 2007 all United States military wheeled vehicles used in Iraq and Afghanistan outside of military compounds are equipped with effective Improvised Explosive Device jammers.", 
  "house_number": 21, 
  "introduced_at": "2006-05-11", 
  "number": 823, 
  "purpose": "An amendment numbered 21 printed in House Report 109-461 to require the Department of Defense to equip 100% of U.S. military vehicles operated in Iraq and Afghanistan outside of military compounds with IED jammers by the end of FY07 with funding authorized from funds contained in title XV (bridge fund); require the Department of Defense to submit a report to the Congressional defense committees no later than December 15, 2006 with the plan and cost to achieve this; and as modified, name the Defense Authorization after former Representative G.V. \"Sonny\" Montgomery.", 
  "sponsor": {
    "district": "4", 
    "name": "Taylor, Gene", 
    "state": "MS", 
    "thomas_id": "01142", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2006-05-11", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}