{
  "actions": [
    {
      "acted_at": "2009-07-15T13:49:00-04:00", 
      "references": [
        {
          "reference": "CR H8133-8134, H8143-8144", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H8133", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Pastor (AZ).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-15T15:36:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 543, 
      "text": "On agreeing to the Pastor (AZ) amendment (A001) Agreed to by recorded vote: 261 - 172 (Roll no. 543).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt320-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3183-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 3183
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Manager's amendment provides $2.5 million for the Northern Border Regional Commission to address economic challenges in border counties from Maine to New York; $1.8 million for the Corps of Engineers to help address the backlog of regulatory permit applications; and $45 million for energy efficiency and renewable energy. The amendment also prohibits use of funds in the bill to purchase lightbulbs unless they are \"Energy Star\" qualified or have the \"Federal Energy Management Program\" designation and prohibits use of funds for purchase of passenger motor vehicles other than those manufactured by Ford, General Motors, or Chrysler. Finally, the amendment decreases funding for Corps of Engineers' programs and expenses by $10.8 million; the Department of Energy departmental administration by $30 million; the office of electricity by $15 million and other defense activities by $2.5 million.", 
  "house_number": 1, 
  "introduced_at": "2009-07-15", 
  "number": 320, 
  "purpose": "An amendment numbered 1 printed in Part A of House Report 111-209 to reduce the appropriation for the Corps of Engineers Expenses by $9 million; would add $1.8 million to the Regulatory account for the Army Corps of Engineers to help address the chronic backlog of project applications, offset by cutting the Corps of Engineers Expenses; would add $45 million for the Hydrogen, Fuel Cells, and Infrastructure Technologies program. The increase is offset by a $30 million reduction for Departmental Administration in the Department of Energy and a $15 million reduction for Electricity Delivery and Energy Reliability. The amendment would increase funding for the Northern Border Regional Commission by $2.5 million, offset by a $2.5 million reduction to Other Defense Activities. The amendment would prohibit funds in the bill from being used to purchase light bulbs unless they have the `Energy Star' or `Federal Energy Management Program' designation. Finally, the amendment would prohibit any funds in the bill from being used to purchase passenger motor vehicles unless they are purchased from Ford, GM, or Chrysler.", 
  "sponsor": {
    "district": "4", 
    "name": "Pastor, Ed", 
    "state": "AZ", 
    "thomas_id": "00893", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-07-15T15:36:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}