{
  "actions": [
    {
      "acted_at": "1997-02-12T16:14:00-05:00", 
      "references": [], 
      "text": "Amendment (A009) in the nature of a substitute offered by Mr. Scott.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-02-12T17:00:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 19, 
      "text": "On agreeing to the Scott amendment (A009) Failed by recorded vote: 97 - 329 (Roll no. 19).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt10-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hjres2-105", 
    "bill_type": "hjres", 
    "congress": 105, 
    "number": 2
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment in the nature of a substitute sought to limit service of House Members to 6 two-year terms and Senators to 2 six-year terms, provide that no person who has served in the House for more than 1 year shall be eligible for election more than five times and no person who has served in the Senate more than 3 years shall be eligible for election more than once, and allow any State to enact shorter term limits.", 
  "house_number": 9, 
  "introduced_at": "1997-02-12", 
  "number": 10, 
  "purpose": "An amendment in the nature of a substitute to limit the number of terms for House Members to 6 two-year terms and Members of the Senate to two six-year terms. The amendment stipulates that no person who has been elected to two full Senate terms shall be eligible for election or appointment to the Senate, and no person who has been elected to the House six times shall be eligible for election. Terms served prior to enactment would not count when determining eligibility for election. The amendment would allow states to establish lower term limits.", 
  "sponsor": {
    "district": "3", 
    "name": "Scott, Robert C. \"Bobby\"", 
    "state": "VA", 
    "thomas_id": "01037", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1997-02-12T17:00:00-05:00", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}