{
  "actions": [
    {
      "acted_at": "1995-03-08T11:36:00-05:00", 
      "references": [], 
      "text": "Amendment (A003) offered by Ms. Eshoo.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-08T13:06:00-05:00", 
      "references": [], 
      "text": "On agreeing to the Eshoo amendment (A003) as amended Agreed to by Division vote: 120 - 73.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt268-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1058-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 1058
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment originally sought to modify the bill's definition of recklessness by deleting language which provides that a defendant's conduct would not be considered reckless if the defendant genuinely forgot to disclose information or to whom disclosure did not come to mind. \\   As amended by the Cox substitute amendment (A004), the definition of recklessness was modified by inserting language which states that a situation in which an individual deliberately refrained from taking steps to discover whether one's statements are false or misleading constitutes recklessness, but if the failure to investigate was not deliberate, such conduct shall not be considered to be reckless.", 
  "house_number": 3, 
  "introduced_at": "1995-03-08", 
  "number": 268, 
  "purpose": "An amendment to modify the bill's definition of recklessness by deleting language which provides that a defendant's conduct would not be considered reckless if the defendant \"genuinely forgot to disclose\" information or if such disclosure \"did not come to mind.\".", 
  "sponsor": {
    "district": "14", 
    "name": "Eshoo, Anna G.", 
    "state": "CA", 
    "thomas_id": "00355", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1995-03-08", 
  "updated_at": "2013-07-17T07:50:45-04:00"
}