{
  "actions": [
    {
      "acted_at": "2006-06-27T14:28:00-04:00", 
      "references": [
        {
          "reference": " CR H4598-4599l", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4598-4599", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Oxley.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-27T14:31:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Oxley amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1082-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4973-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 4973
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Manager's amendment consists of the text of the amendment contained in House Report 109-530 and printed on page H4598 in the Congressional Record for June 27, 2006.", 
  "house_number": 1, 
  "introduced_at": "2006-06-27", 
  "number": 1082, 
  "purpose": "An amendment numbered 1 printed in House Report 109-530 which contains a number of technical and conforming changes, including: clarification that the provisions governing the phasing-in of actuarial rates for nonresidential and non-primary residence properties will apply on the date on which the director of FEMA submits a required report to Congress, as opposed to the date of this legislation's enactment; clarification that the $1 million cap on penalties for non-enforcement of mandatory flood insurance purchase requirements will not apply to a regulated institution or enterprise, for a calendar year, if in any 3 of the past 5 calendar years that institution or enterprise was assessed a penalty of $1 million; clarifications regarding the requirements for states to request FEMA participation in state-run disaster claims mediation programs and certain other provisions of the bill related to the claims mediation process; clarification of the timeline for FEMA's inclusion of certain features on updated floodplain maps; and clarification of the FEMA Director's authority regarding his ability to issue interim post-disaster flood elevation building requirements.", 
  "sponsor": {
    "district": "4", 
    "name": "Oxley, Michael G.", 
    "state": "OH", 
    "thomas_id": "00885", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2006-06-27T14:31:00-04:00", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}