{
  "actions": [
    {
      "acted_at": "2010-07-15T12:06:00-04:00", 
      "references": [
        {
          "reference": "CR H5641-5644", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5641-5643", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Ms. Waters.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-15T12:12:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Waters amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt718-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5114-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 5114
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment phases out subsidized premiums for severe repetitive loss properties, substantially damaged or improved properties and policy holders who voluntarily allow flood coverage to lapse; clarifies application of actuarial rate phase-in for pre-FIRM properties sold after enactment; provides preferred rate premium for properties participating in NFIP during newly established, 5-year delay in mandatory flood insurance purchase requirement; expands availability of installment premium payment program to all policyholders; clarifies that the FEMA Director may work directly with property owners to make mitigation grants for certain repetitive loss properties where States or communities are either unable or unwilling to address repetitive loss issues with a property owner; allows commercial properties with swimming pools located below the base flood level to enclose those pools with breakaway walls outside of hurricane season; requires FEMA to review mapping of surrounding properties following successful appeal of hazard designation in newly mapped areas; clarifies ability of FEMA Administrator to use demolition and rebuilding as mitigation techniques; requires study of the impact of working waterfronts on storm and flood risk; establishes relevant flood insurance related studies; and conforms rule writing and implementation of various provisions of.bill as well as making other technical improvements.", 
  "house_number": 1, 
  "introduced_at": "2010-07-15", 
  "number": 718, 
  "purpose": "An amendment numbered 1 printed in House Report 111-537 to (1) Phase out subsidized premiums for severe repetitive loss prope rties, substantially damaged or improved properties and policy holders who voluntarily allow flood coverage to lapse. (2) Clarify application of actuarial rate phase-in for pre-FIRM properties sold after enactment. (3) Provide preferred rate premium for properties participating in NFIP during newly established, 5-year delay in mandatory flood insurance purchase requirement. (4) Expand availability of installment premium payment program to all policyholders. (5) Clarify that the FEMA Director may work directly with property owners to make mitigation grants for certain repetitive loss properties where States or communities are either unable or unwilling to address repetitive loss issues with a property owner. (6) Allow commercial properties with swimming pools located below the base flood level to enclose those pools with breakaway walls outside of hurricane season. (7) Require FEMA to review mapping of surrounding properties following successful appeal of hazard designation in newly mapped areas. (8) Clarify ability of FEMA Administrator to use demolition and rebuilding as mitigation techniques. (9) Require study of the impact of working waterfronts on storm and flood risk. (10) Establish relevant flood insurance.related studies. (11) Conform rule writing and implementation of various provisions of bill. (12) Include other technical improvements.", 
  "sponsor": {
    "district": "35", 
    "name": "Waters, Maxine", 
    "state": "CA", 
    "thomas_id": "01205", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2010-07-15T12:12:00-04:00", 
  "updated_at": "2013-07-17T08:16:57-04:00"
}