{
  "actions": [
    {
      "acted_at": "2008-06-11T12:05:00-04:00", 
      "references": [
        {
          "reference": "CR H5245-5249", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5245-5246", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Oberstar.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-11T12:32:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Oberstar amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1077-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr6003-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 6003
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment provides that none of the funds may be used to employ workers in violation of section 274A of the Immigration and Nationality Act; requires the Secretary of Transportation to conduct a study on ways to streamline compliance with National Historic Preservation Act requirements for federally funded railroad infrastructure projects; inserts provisions regarding the Northeast Corridor; requires studies regarding the expansion of the South Central High-Speed Rail Corridor to Memphis and to far south Texas; requires proposals for building station stops for the proposed high-speed rail system in the Northeast Corridor; authorizes intercity passenger rail grants to be used for bicycle access into rolling stock and would provide bicycle racks in trains and makes technical corrections to the bill.", 
  "house_number": 1, 
  "introduced_at": "2008-06-11", 
  "number": 1077, 
  "purpose": "An amendment numbered 1 printed in House Report 110-703 to provide that none of the funds may be used to employ workers in violation of section 274A of the Immigration and Nationality Act; require the Secretary of Transportation to conduct a study on ways to streamline compliance with National Historic Preservation Act requirements for federally funded railroad infrastructure projects; insert provisions regarding the Northeast Corridor; require studies regarding the expansion of the South Central High-Speed Rail Corridor to Memphis and to far south Texas; require proposals for building station stops for the proposed high-speed rail system in the Northeast Corridor; authorize intercity passenger rail grants to be used for bicycle access into rolling stock and would provide bicycle racks in trains and make technical corrections to the bill.", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-06-11T12:32:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}