{
  "actions": [
    {
      "acted_at": "2007-09-20T12:46:00-04:00", 
      "references": [
        {
          "reference": "CR H10673-10679", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H10673-10679", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Oberstar.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-09-20T12:57:00-04:00", 
      "references": [
        {
          "reference": "CR H10680", 
          "type": "consideration"
        }
      ], 
      "text": "Oberstar amendment (A001) modified by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-09-20T12:58:00-04:00", 
      "references": [
        {
          "reference": "CR H10680", 
          "type": "text as modified"
        }
      ], 
      "text": "On agreeing to the Oberstar amendment (A001) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt803-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2881-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2881
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Manager's amendment consists of the text of the amendment contained in House Report 110-335 and printed on pages H10673-H10679 in the Congressional Record of Sept. 20, 2007.", 
  "house_number": 1, 
  "introduced_at": "2007-09-20", 
  "number": 803, 
  "purpose": "An amendment numbered 1 printed in Part C of House Report 110-335 to require the Federal Aviation Administration (`FAA') to begin schedule reduction meetings if aircraft operations exceed hourly maximum arrival and departure rules at airports; call for an update of the Department of Transportation Inspector General's 2000 report on air carrier flight delays, cancellations, and causes for such delays and cancellations. Essential Air Service communities receive additional resources to help their communities continue to receive service, including a repeal of the local participation match, a notice to communities prior to termination of eligibility, procedures for the restoration of eligibility, and the creation of an Office of Rural Aviation. The manager's amendment provides for labor integration during airline mergers, directs the FAA to conduct rulemakings on flight time limitations, OSHA standards for flight attendants, and aircraft rescue and firefighting standards, and includes provisions on cabin air quality.", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2007-09-20", 
  "updated_at": "2013-07-17T08:16:32-04:00"
}