{
  "actions": [
    {
      "acted_at": "2009-04-01T15:47:00-04:00", 
      "references": [
        {
          "reference": "CR H4295-4298", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4295-4296", 
          "type": "text"
        }, 
        {
          "reference": "CR H4296", 
          "type": "text as modified"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Frank (MA).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-04-01T16:11:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Frank (MA) amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt63-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1664-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 1664
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment clarifies that an institution does not become subject to the limitations on compensation in this bill as a result of doing business with an institution that has received a direct capital investment under either the TARP or HERA; exempts severance pay from coverage if the payment is made in the ordinary course to an employee who has been with the institution at least 5 years prior to dismissal, as long as that payment is not greater than the employees annual salary or $250,000; requires that the compensation data which an institution must report annually to the Treasury must include contributions made for the benefit of an employees immediate family members; and creates a Commission on Executive Compensation to study the executive compensation system for recipients of direct capital investments under the TARP and make recommendations for legislative and regulatory action.", 
  "house_number": 1, 
  "introduced_at": "2009-04-01", 
  "number": 63, 
  "purpose": "An amendment numbered 1 printed in House Report 111-71 to further clarifiy that an institution does not become subject to the limitations on compensation in this bill as a result of doing business with an institution that has received a direct capital investment under either the TARP or HERA. Would exempt severance pay from coverage if the payment is made in the ordinary course to an employee who has been with the institution at least 5 years prior to dismissal, as long as that payment is not greater than the employees annual salary or $250,000. Would require the compensation data that an institution must report annually to the Treasury to include contributions made for the benefit of an employees immediate family members. Would create a Commission on Executive Compensation to study the executive compensation system for recipients of direct capital investments under the TARP and make recommendations for legislative and regulatory action.", 
  "sponsor": {
    "district": "4", 
    "name": "Frank, Barney", 
    "state": "MA", 
    "thomas_id": "00407", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-04-01T16:11:00-04:00", 
  "updated_at": "2013-07-17T08:16:54-04:00"
}