{
  "actions": [
    {
      "acted_at": "2008-02-07T14:08:00-05:00", 
      "references": [
        {
          "reference": "CR H752-755", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H752-753", 
          "type": "text"
        }
      ], 
      "text": "Amendments (A003) offered by Mr. Hinojosa.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-02-07T14:18:00-05:00", 
      "references": [], 
      "text": "On agreeing to the Hinojosa amendments (A003) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt935-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4137-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 4137
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment comprised of the following amendments offered en bloc: Amendments Nos. 3, 8, 20, 14 and 15 printed in House Report 110-523 and which appear on pages H752-H753 of the Congressional Record dated February 7, 2008.", 
  "house_number": 3, 
  "introduced_at": "2008-02-07", 
  "number": 935, 
  "purpose": "An amendment comprised of the following amendments offered en bloc: Amendments Nos. 3, 8, 20, 14 and 15 printed in House Report 110-523 to: 1.) authorize discretion currently exercised by the Secretary of Education to reserve for competitive grants to Tribally Controlled Colleges and Universities for construction, maintenance, or renovation of campus facilities a percentage of funds appropriated for Tribal Colleges and Universities under Title III of the Higher Education Act; and 2.) to prevent interest from accruing for active duty service members and qualifying National Guard members for the duration of their activation up to 60 months when serving in a combat zone; and 3.) to ensure that competitive Sustainability Planning Grants explicitly provide for `greenhouse gas emissions reductions' to reduce the, threat of global warming and adds an eligibility requirement to FIPSE to ensure that institutions meet current energy efficiency standards. Additionally, includes a sense of Congress that the Federal Perkins Loan Program, which provides low-interest loans to help needy students finance a degree in higher education, should remain a campus-based aid program and to support increased funds to provide more low-income students with options; and 4.) to make a technical correction to the Graduat e Assistance in Areas of National Need.(GAANN) program to clarify Congressional intent that a Masters Degree level institution or program is eligible to be the lead recipient of a grant under the GAANN program; and 5.) to prohibit a state from charging members of the armed forces who are on active duty for more than 30 days and whose domicile or permanent duty station is in such state, and such members' dependents, more than the in-state tuition for attending a public institution of higher education (IHE) in that state. Provides that, even if such members' permanent duty station is subsequently changed to a location outside the state, they or their dependents must continue to be charged no more than the in-state tuition if they remain continuously emolled at such IHE in the state.", 
  "sponsor": {
    "district": "15", 
    "name": "Hinojosa, Ruben", 
    "state": "TX", 
    "thomas_id": "01490", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2008-02-07", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}