{
  "actions": [
    {
      "acted_at": "2009-05-20T15:45:00-04:00", 
      "references": [
        {
          "reference": "CR H5856-5857, H5860-5861", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5856-5857", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A006) offered by Mr. Kratovil.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-20T17:44:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 279, 
      "text": "On agreeing to the Kratovil amendment (A006) Agreed to by recorded vote: 427 - 0 (Roll no. 279).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt143-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2352-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2352
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment establishes a Rural Entrepreneurship Advisory Council within the Small Business Administration comprised of appropriate officials from the SBA, the rural development programs of the Department of Agriculture, and the Department of Commerce and of representatives from the academic, small business, agriculture, and high-tech communities. The council is tasked with providing a report to Congress on rural entrepreneurship, and to provide ongoing advice and recommendations to foster rural entrepreneurs.", 
  "house_number": 6, 
  "introduced_at": "2009-05-20", 
  "number": 143, 
  "purpose": "An amendment numbered 6 printed in House Report 111-121 to establish a Rural Entrepreneurship Advisory Council within the Small Business Administration, comprised of appropriate officials from the SBA, the rural development programs of the Department of Agriculture, and the Department of Commerce and of representatives from the academic, small business, agriculture, and high-tech communities. The council is tasked with providing a report to Congress on rural entrepreneurship, and to provide ongoing advice and recommendations to foster rural entrepreneurs.", 
  "sponsor": {
    "district": "1", 
    "name": "Kratovil, Frank,  Jr.", 
    "state": "MD", 
    "thomas_id": "01926", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-05-20T17:44:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}