{
  "actions": [
    {
      "acted_at": "2006-03-09T13:37:00-05:00", 
      "references": [
        {
          "reference": "CR H832-833", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H832", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A009) offered by Ms. Jackson-Lee (TX).", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-03-09T13:46:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Jackson-Lee (TX) amendment (A009) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt694-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2829-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 2829
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment requires the Director of the Office of National Drug Control Policy to complete an assessment of report materials, studies, and statistics to determine the extent to which children who are 12 to 17 years of age-- (A) experiment with and regularly use marijuana, alcohol, cigarettes, prescription drugs without a prescription, designer drugs (such as ecstasy), and other illicit drugs (such as cocaine); and (B) have access to intervention services or programs, including drug testing, counseling, rehabilitation, legal representation, and other services or programs associated with prevention, treatment, and punishment of substance abuse.", 
  "house_number": 9, 
  "introduced_at": "2006-03-09", 
  "number": 694, 
  "purpose": "An amendment numbered 9 printed in House Report 109-387to require the ONDCP to perform an assessment of illicit drug and alcohol use by children, and appropriate intervention methods. Requires ONDCP to report to Congress on its assessment and specifies items to assess that were not considered by the National Survey on Drug Use and Health, such as the role of Federal, state, and local criminal justice systems in providing intervention.", 
  "sponsor": {
    "district": "18", 
    "name": "Jackson-Lee, Sheila", 
    "state": "TX", 
    "thomas_id": "00588", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2006-03-09T13:46:00-05:00", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}