{
  "actions": [
    {
      "acted_at": "2001-08-02T18:40:00-04:00", 
      "references": [
        {
          "reference": "CR H5262-5276", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5262-5265", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) offered by Mr. Norwood.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-08-02T20:22:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 329, 
      "text": "On agreeing to the Norwood amendment (A002) Agreed to by recorded vote: 218 - 213 (Roll no. 329).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt303-107", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2563-107", 
    "bill_type": "hr", 
    "congress": 107, 
    "number": 2563
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "107", 
  "description": "Amendment guarantees patients Federal remedies to hold health plans accountable for wrongful denial or delay of medical care and caps non-economic damages at $1.5 million and punitive damages at $1.5 million.", 
  "house_number": 2, 
  "introduced_at": "2001-08-02", 
  "number": 303, 
  "purpose": "An amendment numbered 2 printed in House Report 107-184 to provide patient protections and the right to independent medical review for denials of medical care by the health plan; to guarantee patients new federal remedies to hold their health plans accountable when they have been injured by wrongful denial or delay of medical care; to allow cases against employers to be removed to federal court by the defendant; to allow cases against health insurers to be heard in state court; to allow employers to designate decision makers who will have sole liability for benefit determinations; to ensure that patients must exhaust the independent medical review process befor seeking expanded damages in court; to allow patients to seek injunctive relief at any time for irreparable harm; to allow unlimited economic damages in both federal and state court; to limit non-economic damages at $1.5 million and will be available only where the designated decision maker fails to comply with the independent medical reviewer's decision that the claim for benefits should be granted; and to limit class action lawsuits under ERISA and RICO to participants in a group health plan established by a single plan sponsor.", 
  "sponsor": {
    "district": "10", 
    "name": "Norwood, Charles W.", 
    "state": "GA", 
    "thomas_id": "00869", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2001-08-02T20:22:00-04:00", 
  "updated_at": "2013-07-17T08:15:54-04:00"
}