{
  "actions": [
    {
      "acted_at": "1995-02-07T16:01:00-05:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Conyers.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-07T17:27:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 98, 
      "text": "On agreeing to the Conyers amendment (A001) Failed by recorded vote: 138 - 291 (Roll no. 98).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt99-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr666-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 666
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment sought to codify into law the current limited \"good faith\" exception for searches with warrants that was created in the 1984 Supreme Court case of United States v Leon which says that evidence is generally not excluded if it was obtained in \"good faith\" reliance on a warrant; and codify the current limited \"good faith\" exception for searches that was created in the Supreme Court case of Illinois v Krull which says that evidence is generally not excluded if it was obtained in \"good faith\" reliance on a statute which was later held to be unconstitutional.", 
  "house_number": 1, 
  "introduced_at": "1995-02-07", 
  "number": 99, 
  "purpose": "An amendment (numbered 5 as printed in the Congressional Record) to enact into law the current limited \"good faith\" exception for searches with warrants that was created in the 1984 Supreme Court case of United States v Leon which says that evidence is generally not excluded if it was obtained in \"good faith\" reliance on a warrant. Also, the amendment enacts into law the current limited \"good faith\" exception for searches that was created in the Supreme Court case of Illinois v Krull which says that evidence is generally not excluded if it was obtained in \"good faith\" reliance on a statue which was later held to be unconstitutional.", 
  "sponsor": {
    "district": "14", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-02-07T17:27:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}