{
  "actions": [
    {
      "acted_at": "1998-04-29T20:44:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Goodling.", 
      "type": "action"
    }, 
    {
      "acted_at": "1998-04-29T20:54:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Goodling amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt567-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr6-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 6
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment modifies the Teacher Quality Enhancement Grants program to enhance partnerships and recruit teachers to schools in need of quality teachers; provides grants to combat violent crimes against women on campuses; modifies the development of the Free Application for Federal Student Aid to assist States in awarding financial assistance; caps the interest rates for consolidation loans made on or after October 1, 1998 at a maximum rate of 8.25 per cent; and establishes application requirements for institutions that wish to offer expanded distance education programs.", 
  "house_number": 1, 
  "introduced_at": "1998-04-29", 
  "number": 567, 
  "purpose": "An amendment, printed in part 2 of House Rept. 105-499 to modifiy the Teacher Quality Enhancement Grants program to increase emphasis on partnerships between Governors and other education agencies; modify the Free Application for Federal Student Aid to ensure the inclusion of data necessary to assist States in awarding State financial assistance; establish interest rates for consolidation loans made on or after Oct. 1, 1998 to provide borrowers with an interest rate based on the weighted average of their loans, capped at 8.25%; and establish clear application requirements for institutions of higher education that wish to offer expanded distance education programs to students.", 
  "sponsor": {
    "district": "19", 
    "name": "Goodling, William F.", 
    "state": "PA", 
    "thomas_id": "00447", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1998-04-29T20:54:00-04:00", 
  "updated_at": "2013-07-17T07:51:39-04:00"
}