{
  "actions": [
    {
      "acted_at": "2006-04-26T16:18:00-04:00", 
      "references": [
        {
          "reference": "CR H1804-1805", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1804", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A004) offered by Mr. Price (NC).", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-04-26T16:26:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Price (NC) amendment (A004) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt778-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5020-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 5020
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment requires the Director of National Intelligence to submit to the Permanent Select Committee on Intelligence of the House of Representatives and the Select Committee on Intelligence of the Senate a report on regulations governing covered contracts under the National Intelligence Program and, at the discretion of the Director of National Intelligence, the Military Intelligence Program.", 
  "house_number": 4, 
  "introduced_at": "2006-04-26", 
  "number": 778, 
  "purpose": "An amendment numbered 4 printed in House Report 109-438 to requires (1) the DNI to report to Congress on regulations issued by agencies within the Intelligence Community regarding minimum standards for hiring and training of contractors, functions appropriate for private sector contractors, and procedures for preventing waste, fraud, and abuse; (2) contractors awarded Intelligence Community contracts to provide a transparent accounting of their work to their contracting officers within Intelligence Community agencies; (3) the DNI to submit an annual report to Congress on the contracts awarded by Intelligence Community agencies; and (4) the DNI to make recommendations to Congress on enhancing the Intelligence Communitys ability to hire, promote, and retain highly qualified and experienced professional staff.", 
  "sponsor": {
    "district": "4", 
    "name": "Price, David E.", 
    "state": "NC", 
    "thomas_id": "00930", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2006-04-26T16:26:00-04:00", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}