{
  "actions": [
    {
      "acted_at": "2005-07-20T15:50:00-04:00", 
      "references": [
        {
          "reference": "CR H6155-6165, H6166-6167", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6155", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A035) offered by Ms. Ros-Lehtinen.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-07-20T17:55:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 397, 
      "text": "On agreeing to the Ros-Lehtinen amendment (A035) Agreed to by recorded vote: 291 - 137, 2 Present (Roll no. 397).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt488-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2601-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 2601
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment adds language stating that it shall be the policy of the United States-- (1) to pursue a transfer of responsibility for Iraqi security to Iraqi forces; and (2) not to withdraw prematurely the United States Armed Forces from Iraq, but to do so only when it is clear that United States national security and foreign policy goals relating to a free and stable Iraq have been or are about to be achieved.", 
  "house_number": 35, 
  "introduced_at": "2005-07-20", 
  "number": 488, 
  "purpose": "An amendment numbered 38 printed in part B of House Report 109-175 to enhance the security of the U.S. by making it the policy of the U.S. to pursue a transfer of responsibility for Iraqi forces only when they are ready to assume such responsibility and not to withdraw prematurely the U.S. Armed Forces from Iraq. Requires any withdrawal to be done only with careful coordination with a decision by the elected government of Iraq which shall be reached jointly when it is clear that the aim of the establishment of a free and stable Iraq that is at peace and not a threat to its neighbors has been or is about to be achieved.", 
  "sponsor": {
    "district": "18", 
    "name": "Ros-Lehtinen, Ileana", 
    "state": "FL", 
    "thomas_id": "00985", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2005-07-20T17:55:00-04:00", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}