{
  "actions": [
    {
      "acted_at": "1995-02-14T16:49:00-05:00", 
      "references": [], 
      "text": "Amendments (A019) offered by Mr. McCollum.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-14T16:56:00-05:00", 
      "references": [], 
      "text": "On agreeing to the McCollum amendments (A019) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt162-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr728-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 728
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendments en bloc: permit local law enforcement block grant funding to be used by State police units to provide protection in rural areas that do not have their own local police force; establish cooperative task forces between adjoining units of local government working cooperatively to prevent and combat criminal activity, particularly drug and gang-related involvement; establish a multijurisdictional task force in rural areas where local and Federal law enforcement officials work to prevent and control crime; provide for a systematic evaluation on the impact of school security and crime prevention measures and report annually to the Bureau of Justice; provide for the investigation into possible inaccuracies of data relating to part 1 violent crimes; and provide that any funds remaining after 5 years be applied to the Federal deficit.", 
  "house_number": 19, 
  "introduced_at": "1995-02-14", 
  "number": 162, 
  "purpose": "An amendment comprised of 6 amendments offered en bloc to permit the bill's local law enforcement block grant funding to be used by state police units to protect rural areas; to establish cooperative task forces between adjoining units of local government to work to prevent and combat criminal activity; to establish a multijurisdictional task force in rural areas; to add new language regarding unavailability and inaccuracy of information; to add language regarding school protection; and language regarding the reversion of funds to reduce the deficit.", 
  "sponsor": {
    "district": "8", 
    "name": "McCollum, Bill", 
    "state": "FL", 
    "thomas_id": "00761", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1995-02-14", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}