{
  "actions": [
    {
      "acted_at": "2003-05-08T13:46:00-04:00", 
      "references": [
        {
          "reference": " CR H3811-3813", 
          "type": "consideration"
        }, 
        {
          "reference": " CR H3811", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A004) offered by Mr. Kline.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-05-08T13:54:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Kline amendment (A004) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt120-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1261-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 1261
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment clarifies that administrative overhead costs for one stop centers will be shared proportionately by all providers.", 
  "house_number": 4, 
  "introduced_at": "2003-05-08", 
  "number": 120, 
  "purpose": "An amendment numbered 4 printed in House Report 108-92 to clarify the methodology for determining the contributions that one-stop partner programs will make to the costs of infrastructure of the one-stop career center system; require that, when making the determination regarding the funds to be contributed, the Governor, in consultation with the State board, consider: the proportionate use of the one-strop centers by each partner; the costs of administration unrelated to the use of the one-stop centers by each partner; and other relevant factors; require that the funds provided by the one-stoop partner programs for the infrastructurecosts are to be provided from funds available for administrative costs under each program and that those funds shall be subject to whatever administrative cost limits are applicable to each program.", 
  "sponsor": {
    "district": "2", 
    "name": "Kline, John", 
    "state": "MN", 
    "thomas_id": "01733", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2003-05-08T13:54:00-04:00", 
  "updated_at": "2013-07-17T08:16:04-04:00"
}