{
  "actions": [
    {
      "acted_at": "2008-04-30T17:18:00-04:00", 
      "references": [
        {
          "reference": "CR H2914-2915, H2918-2919", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2914", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. George Miller.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-04-30T18:07:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 230, 
      "text": "On agreeing to the Miller, George amendment (A001) Agreed to by recorded vote: 412 - 0 (Roll no. 230).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1037-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5522-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 5522
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment made four adjustments to the bill: (1) corrected the short title; (2) provided that engineering controls required by the interim standard shall be effective 6 months after issuance of the standard (rather than 30 days); (3) maintained the provision that DOL shall include appropriate and relevant NFPA standards in the final standard but eliminates references to specific NFPA standards; and (4) clarified that the final standard shall be conducted in accordance with usual rulemaking procedural requirements, including those that provide for small business review.", 
  "house_number": 1, 
  "introduced_at": "2008-04-30", 
  "number": 1037, 
  "purpose": "An amendment numbered 1 printed in House Report 110-613 to make four adjustments to the bill: (1) correct the short title; (2) provide that engineering controls required by the interim standard shall be effective 6 months after issuance of the standard (rather than 30 days); (3) maintain the provision that DOL shall include appropriate and relevant NFPA standards in the final standard but eliminates references to specific NFPA standards; and (4) clarifie that the final standard shall be conducted in accordance with usual rulemaking procedural requirements, including those that provide for small business review.", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-04-30T18:07:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}