{
  "actions": [
    {
      "acted_at": "1995-02-03T11:42:00-05:00", 
      "references": [], 
      "text": "Amendment (A014) in the nature of a substitute offered by Mr. Wise.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-03T14:05:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 90, 
      "text": "On agreeing to the Wise amendment (A014) Failed by recorded vote: 167 - 246 (Roll no. 90).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt91-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to provide that rescissions proposed by the President must be voted on by Congress under expedited consideration procedures; provide that repeals of \"targeted tax benefits\" proposed by the President also must be voted on by Congress in an expedited procedure; and under the substitute, the presidential rescissions or tax repeal package would have become effective only if approved by both the House and Senate.", 
  "house_number": 14, 
  "introduced_at": "1995-02-03", 
  "number": 91, 
  "purpose": "An amendment (numbered 31 as printed in the Congressional Record) in the nature of a substitute to provide that rescissions proposed by the President must be voted on by Congress under expedited consideration procedures. The substitute also provides that repeals of \"targeted tax benefits\" proposed by the President also must be voted on by Congress in an expedited procedure. Under the substitute, the presidential rescissions or tax repeal package would become effective only if approved by the House and Senate.", 
  "sponsor": {
    "district": "2", 
    "name": "Wise, Robert E., Jr.", 
    "state": "WV", 
    "thomas_id": "01237", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-02-03T14:05:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}