{
  "actions": [
    {
      "acted_at": "2011-10-14T11:57:00-04:00", 
      "references": [
        {
          "reference": "CR H6945-6946", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6945", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Shimkus.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-10-14T12:08:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Shimkus amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt837-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2273-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 2273
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Manager's amendment provides additional detail to the certification requirements that States provide to EPA; adds certain operating criteria from Part 258 of 40 CFR; clarifies that states may request technical assistance from EPA; adds a savings clause for citizen suits; adds additional constituents for groundwater monitoring and reiterates in the definition of revised criteria that the criteria were promulgated to protect human health and the environment.", 
  "house_number": 1, 
  "introduced_at": "2011-10-14", 
  "number": 837, 
  "purpose": "An amendment numbered 1 printed in House Report 112-244 to provide additional detail to the certification requirements that States provide to EPA; add certain operating criteria from Part 258 of 40 CFR, clarify that states may request technical assistance from EPA; add a savings clause for citizen suits; add additional constituents for groundwater monitoring; reiterate in the definition of revised criteria that the criteria were promulgated to protect human health and the environment. The amendment makes other technical and clarifying changes to H.R. 2273.", 
  "sponsor": {
    "district": "19", 
    "name": "Shimkus, John", 
    "state": "IL", 
    "thomas_id": "01527", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2011-10-14T12:08:00-04:00", 
  "updated_at": "2013-07-17T08:17:19-04:00"
}