{
  "actions": [
    {
      "acted_at": "1995-02-15T21:30:00-05:00", 
      "references": [], 
      "text": "Amendment (A005) offered by Mr. Skelton.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-15T22:58:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Skelton amendment (A005) as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt167-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr7-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 7
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment originally sought to limit the amount of funds that will be made available for national missile defense programs in FY 1996 to that made available for that purpose in FY 1995, until the Secretary of Defense certifies to Congress that the Armed Forces are properly sized, equipped, and structured. \\   As amended by the Spence amendment (A006), the above was replaced with language that provides that of the amount of funds appropriated to the Department of Defense for fiscal year 1996 for national missile defense systems, funds obligated for missile defense programs may exceed the amount made available for national missile programs for fiscal year 1995.", 
  "house_number": 5, 
  "introduced_at": "1995-02-15", 
  "number": 167, 
  "purpose": "An amendment (printed as amendment No. 6 in the Congressional Record of February 13, 1995) to limit the amount of funds to be made available for national missile defense programs in FY 1996 to $400 million, the same amount made available for that purpose in 1995, unless the Secretary of Defense certifies to the Congress that the Armed Forces are properly sized, equipped, and structured.", 
  "sponsor": {
    "district": "4", 
    "name": "Skelton, Ike", 
    "state": "MO", 
    "thomas_id": "01064", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1995-02-15T22:58:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}