{
  "actions": [
    {
      "acted_at": "1997-05-01T13:20:00-04:00", 
      "references": [], 
      "text": "Amendments (A002) offered by Mr. Lazio.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-01T13:25:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Lazio amendments (A002) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt52-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 2
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendments require families receiving public housing assistance to disclose certain income information to the public housing agency; require public housing authorities to include in the local housing management plan procedures for coordinating with entities that provide assistance to homeless families in the jurisdiction of the agency; and clarify the provisions of the bill relating to federal home ownership programs.", 
  "house_number": 2, 
  "introduced_at": "1997-05-01", 
  "number": 52, 
  "purpose": "An amendment, offered as an en bloc amendment and consisting of the following amendments printed in the Congressional Record of April 29 and 30, 1997: Knollenberg amendment No. 34, to require that applicants or recipients of public housing assistance to disclose the income information they provide to HUD; Vento amendment No. 22, to require Public Housing Authorities to include in the local housing management plan procedures for coordinating with entities that provide assistance to homeless families withing the jurisdiction of the agency; and the Smith (MI) amendment No. 38, to clarify the provisions of the bill relating to federal home ownership programs.", 
  "sponsor": {
    "district": "2", 
    "name": "Lazio, Rick", 
    "state": "NY", 
    "thomas_id": "00670", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1997-05-01", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}