{
  "actions": [
    {
      "acted_at": "2007-09-20T13:21:00-04:00", 
      "references": [
        {
          "reference": "CR H10684-10685", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H10684", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A007) offered by Mr. Klein (FL).", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-09-20T13:30:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Klein (FL) amendment (A007) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt809-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2881-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2881
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment requires, subject to appropriations, that the Secretary of Transportation investigate consumer complaints regarding flight cancellations, overbooking of flights, baggage problems, ticket refund problems, incorrect or incomplete fare information, the rights of frequent flyer passengers, and deceptive or misleading advertising.", 
  "house_number": 7, 
  "introduced_at": "2007-09-20", 
  "number": 809, 
  "purpose": "An amendment numbered 7 printed in Part C of House Report 110-335 to require, subject to appropriations, that the Secretary of Transportation investigate consumer complaints regarding flight cancellations, overbooking of flights, baggage problems, ticket refund problems, incorrect or incomplete fare information, the rights of frequent flyer passengers, and deceptive or misleading advertising. The amendment also would require the Secretary to provide, as an annex to the Department's annual budget request, an estimate of resources that would have been needed to investigate all consumer complaints received the previous fiscal year.", 
  "sponsor": {
    "district": "22", 
    "name": "Klein, Ron", 
    "state": "FL", 
    "thomas_id": "01842", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2007-09-20T13:30:00-04:00", 
  "updated_at": "2013-07-17T08:16:32-04:00"
}