{
  "actions": [
    {
      "acted_at": "1995-05-11T17:52:00-04:00", 
      "references": [], 
      "text": "Amendment (A017) offered by Mr. Pallone.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-11T18:25:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 324, 
      "text": "On agreeing to the Pallone amendment (A017) Failed by recorded vote: 106 - 299 (Roll no. 324).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt372-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr961-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 961
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment sought to establish mandatory minimum penalties for violations of the Clean Water Act; target repeat offenders by increasing penalties and inspection requirements for facilities that repeatedly violate their permits; authorize citizens to sue for violations and prohibit the use of State administrative settlements as a means of precluding citizen suits; and allow courts to use the proceeds of settlements and penalties against polluters to be targeted for use in mitigation projects.", 
  "house_number": 17, 
  "introduced_at": "1995-05-11", 
  "number": 372, 
  "purpose": "An amendment (printed as amendment No. 41 in the Congressional Record of May 9) to establish mandatory minimum penalties for violations to the Clean Water Act, and to target repeat offenders by increasing penalties and inspection requirements for facilities that repeatedly violate their permits. The amendment would authorize citizens to sue for past violations and would prohibit the use of state administrative settlements as a means of precluding citizen suits and allow courts to use the proceeds of settlements and penalties against polluters to be targeted for use in mitigation projects.", 
  "sponsor": {
    "district": "6", 
    "name": "Pallone, Frank, Jr.", 
    "state": "NJ", 
    "thomas_id": "00887", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-05-11T18:25:00-04:00", 
  "updated_at": "2013-07-17T07:50:47-04:00"
}