{
  "actions": [
    {
      "acted_at": "2004-06-24T22:37:00-04:00", 
      "references": [
        {
          "reference": "CR 6/25/2004 H5044-5062, H5063", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 6/25/2004 H5044-5059", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A014) in the nature of a substitute offered by Mr. Kirk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-24T23:37:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 316, 
      "text": "On agreeing to the Kirk amendment Failed by recorded vote: 120 - 296 (Roll no. 316).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt622-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4663-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 4663
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment in the nature of a substitute sought to replace the bill with the text of the \"Deficit Control Act of 2004\".", 
  "house_number": 14, 
  "introduced_at": "2004-06-24", 
  "number": 622, 
  "purpose": "An amendment in the nature of a substitute numbered 17 printed in House Report 108-566 to replace the current emergency appropriations procedure with a \"rainy day fund\" reserve account for emergencies, which is built up over time and drawn down as needed. Budget projections for the coming year will be compared to actual spending for the previous year, not inflation- adjusted \"baselines.\" Federal spending above a set cap will trigger a spending sequester that imposes automatic, across-the-board spending reductions. Social Security and Medicare accounts will be protected from spending cuts. Discretionary spending must stay within an annual cap. Enhanced Rescissions of Budget Authority Identified by the President as Wasteful Spending. The President would be given authority to eliminate wasteful spending, by proposing a rescission package of spending. Congress will consider the President's proposed rescission package though expedited debate and an up-or-down vote. The President will appoint a bipartisan Commission to make recommendations on proposals to eliminate waste, fraud, and abuse in the Federal budget. The Commission will prepare a report to Congress that includes a list of wasteful or duplicative programs that should be reviewed by Congress. Through accrual accounting, Federal funding of pensions and retiremen. benefits for federal employees and uniformed services personnel will be properly accounted for in the annual budget. Using accrual accounting principles, the budget will note the present value costs of health benefitsfor federal employees and uniformed services personnel. Federal debt to thepublic would break out a separate accounting of intra-governmental debt. The limit on Federal debt to the public would be adjusted to apply solely to publicly issued Treasury securities. PAYGO rules related to spending are extended until 2007.", 
  "sponsor": {
    "district": "10", 
    "name": "Kirk, Mark Steven", 
    "state": "IL", 
    "thomas_id": "01647", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2004-06-24T23:37:00-04:00", 
  "updated_at": "2013-07-17T08:16:05-04:00"
}