{
  "actions": [
    {
      "acted_at": "2006-07-12T14:18:00-04:00", 
      "references": [
        {
          "reference": "CR H5090-5094", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5090-5091", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Kanjorski.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-07-12T15:03:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 367, 
      "text": "On agreeing to the Kanjorski amendment (A002) Failed by recorded vote: 198 - 222 (Roll no. 367).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1181-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2990-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 2990
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment in the nature of a substitute sought to replace the language in the bill with the text of the \"Credit Ratings Accountability and Transparency Act of 2006\".", 
  "house_number": 2, 
  "introduced_at": "2006-07-12", 
  "number": 1181, 
  "purpose": "An amendment in the nature of a substitute numbered 2 printed in House Report 109-550 to establish a globally consistent, market-based approach to rating agency oversight and protects investors by maintaining quality as a factor in identifying Nationally Recognized Statistical Rating Organizations (NRSRO); require the SEC to complete its definitional rulemaking on what constitutes an NRSRO within 60 days of enactment and establish public guidelines about the process used to identify new NRSROs within 180 days of enactment. encourage participating parties to expedite and complete their ongoing discussions over the Voluntary Framework, consistent with the European Commission's adoption of the International Organization of Securities Commissions' self-regulatory model, to improve market discipline and enhance rating quality; and would require annual hearings for five years on rating agencies before the House Financial Services Committee to explore the effectiveness of the prior two reforms and determine the need for further action.", 
  "sponsor": {
    "district": "11", 
    "name": "Kanjorski, Paul E.", 
    "state": "PA", 
    "thomas_id": "00615", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2006-07-12T15:03:00-04:00", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}