{
  "actions": [
    {
      "acted_at": "2010-12-16T23:16:00-05:00", 
      "references": [
        {
          "reference": "CR H8593-8594", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H8593-8594", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Levin.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-12-16T23:41:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 646, 
      "text": "On agreeing to the Levin amendment (A001) Failed by recorded vote: 194 - 233, 1 Present (Roll no. 646).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt786-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4853-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 4853
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment sought to strike Title III of the Senate amendment to H.R. 4583 and insert a new Title III providing two years of estate tax relief at 2009 levels. In calendar years 2011 and 2012, the estate tax exemption amount would be $3.5 million ($7 million total for a married couple) and the maximum tax rate on estates would be 45%. The amendment sought to provide estates from decedents in 2010 with the ability to elect to be treated under the 2009 levels or to be treated under current law for tax purposes. Such election would have allowed estates to receive a step up in basis on inherited property rather than the 2010 carryover basis rules. The exemption level and rate would have been consistent with the estate tax proposal included in the President's FY2010 and FY2011 Budgets. Under the Senate amendment to H.R. 4583, the bill would provide two years of estate tax relief with a $5 million estate tax exemption ($10 million total for a married couple) and a maximum rate of 35%. The amendment would have affected 6,600 estates in 2011 which would receive an average additional tax cut of more than $1.5 million under the Senate bill.", 
  "house_number": 1, 
  "introduced_at": "2010-12-16", 
  "number": 786, 
  "purpose": "An amendment to strike Title III of the Senate amendment to H.R. 4583 and amend the bill to provide two years of estate tax relief at 2009 levels. In calendar years 2011 and 2012, the estate tax exemption amount would be $3.5 million ($7 million total for a married couple) and the maximum tax rate on estates would be 45%. Additionally, the amendment would provide estates from decedents in 2010 with the ability to elect to be treated under the 2009 levels or to be treated under current law for tax purposes. This election will allow estates to receive a step up in basis on inherited property rather than the 2010 carryover basis rules. The exemption level and rate are consistent with the estate tax proposal included in the President's FY2010 and FY2011 Budgets. Under the Senate amendment to H.R. 4583, the bill would provide two years of estate tax relief with a $5 million estate tax exemption ($10 million total for a married couple) and a maximum rate of 35%. The amendment saves $23 billion, and affects 6,600 estates in 2011 which would receive an average additional tax cut of more than $1.5 million under the Senate bill.", 
  "sponsor": {
    "district": "12", 
    "name": "Levin, Sander M.", 
    "state": "MI", 
    "thomas_id": "00683", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2010-12-16T23:41:00-05:00", 
  "updated_at": "2013-07-17T08:16:58-04:00"
}