{
  "actions": [
    {
      "acted_at": "1997-07-17T11:22:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Goodling.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-07-17T11:44:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Goodling amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt255-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1853-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 1853
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment changes the within State funding formula for distributing funds to school districts; raises the minimum grant amount for various programs; and makes other changes relating to rural area reserves, allotment for urban areas, parental involvement, vocation education performance standards, and assessments to include vocational proficiencies.", 
  "house_number": 1, 
  "introduced_at": "1997-07-17", 
  "number": 255, 
  "purpose": "An amendment, printed as amendment No. 1 in the Congressional Record of July 16, 1997, to raise the minimum grant for a secondary agency from $7,500 to $10,000, and from $20,000 to $35,000 for postsecondary programs; delete the provision in the bill that allows states to reserve five percent of their allotment for incentive grants; decrease the amount a state is allowed to reserve for rural areas from 10 percent to five percent; allow states to reserve five percent of their allotment for urban areas; require states that qualify to use an alternative secondary distribution formula to target higher areas of poverty; prohibit funds authorized for state grants to be used for national programs; raise the minimum grant award a small state must receive for tech-prep from $200,000 to $250,000;increases parental involve-ment in vocational education programs; increase parental involvement in vocational education programs; require states to describe how local school boards will participate in developing state vocational education performance standards; require state performance assessments to include vocational proficiencies; and allow states to provide professional development programs to non-profit private schools with secondary vocational education programs.", 
  "sponsor": {
    "district": "19", 
    "name": "Goodling, William F.", 
    "state": "PA", 
    "thomas_id": "00447", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1997-07-17T11:44:00-04:00", 
  "updated_at": "2013-07-17T07:51:36-04:00"
}