{
  "actions": [
    {
      "acted_at": "1995-02-22T14:11:00-05:00", 
      "references": [], 
      "text": "Amendment (A001) in the nature of a substitute offered by Mr. Obey.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-22T15:32:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 152, 
      "text": "On agreeing to the Obey amendment (A001) Failed by recorded vote: 167 - 260 (Roll no. 152).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt184-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr889-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 889
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to provide the $2.5 billion in supplemental defense appropriations requested by the Administration, rescind $2.2 billion in previously appropriated defense funds; and require the Secretary of Defense to make those cuts according to the Secretary's own determination of the lowest priority defense programs, while providing for 30 days notice by the Secretary to, but not approval of, the Congress for such cuts.", 
  "house_number": 1, 
  "introduced_at": "1995-02-22", 
  "number": 184, 
  "purpose": "An amendment in the nature of a substitute to provide $2.5 billion in supplemental defense appropriations. The amendment would delete an additional $670 million increase in funds not requested by the Administration and the $2.9 billion rescissions in non-defense and defense programs in the bill. The substitute would rescind $2.2 billion in previously appropriated defense funds by cancelling or reducing low-priority defense programs, as determined by the Secretary of Defense in consultation with the Congress. The substitute would include a provision contained in the bill providing the authority to deposit in the Treasury receipts from allies for contributions to peacekeeping operations.", 
  "sponsor": {
    "district": "7", 
    "name": "Obey, David R.", 
    "state": "WI", 
    "thomas_id": "00877", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-02-22T15:32:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}