{
  "actions": [
    {
      "acted_at": "1995-03-02T11:37:00-05:00", 
      "references": [], 
      "text": "Amendment (A001) in the nature of a substitute offered by Mr. Canady.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-03T13:15:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Canady amendment (A001) as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt247-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr925-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 925
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute amendment establishes the general policy that no Federal law or agency action should limit the use of privately owned property so as to significantly diminish its value; provides that the diminution in value applies to the portion of the property affected by the agency action; and clarifies that the payment of compensation to a property owner must come from the appropriations of the agency whose action resulted in the limitation on the use of the property.", 
  "house_number": 1, 
  "introduced_at": "1995-03-02", 
  "number": 247, 
  "purpose": "An amendment (numbered 6 as printed in the Congressional Record and made in order under the rule) in the nature of a substitute to make certain technical changes and clarifications; to specify that compensation would be required in cases where the affected portion of a private owner's property (as opposed to the whole property) loses at least 10% of its value; and, to state that it is federal policy \"that no law or agency action should limit the use of privately owned property so as to diminish its value,\" and to direct federal agencies to ensure that their actions will not have such results.", 
  "sponsor": {
    "district": "12", 
    "name": "Canady, Charles T.", 
    "state": "FL", 
    "thomas_id": "00171", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1995-03-03T13:15:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}