{
  "actions": [
    {
      "acted_at": "2013-04-25", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-14", 
      "in_committee": "House Committee on the Judiciary", 
      "references": [], 
      "subcommittee": "Crime, Terrorism, Homeland Security, and Investigations", 
      "text": "Referred to the Subcommittee on Crime, Terrorism, Homeland Security, and Investigations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1728-113", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, Homeland Security, and Investigations", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-04-25", 
  "number": "1728", 
  "official_title": "To repeal certain appropriations riders that limit the ability of the Bureau of Alcohol, Tobacco, Firearms, and Explosives to administer the Federal firearms laws.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr427-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr661-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Enforce Existing Gun Laws Act", 
  "sponsor": {
    "district": "13", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-04-25", 
  "subjects": [
    "Appropriations", 
    "Business records", 
    "Crime and law enforcement", 
    "Criminal justice information and records", 
    "Firearms and explosives", 
    "Freedom of information", 
    "Historical and cultural resources", 
    "Licensing and registrations", 
    "Retail and wholesale trades", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-04-25", 
    "text": "Enforce Existing Gun Laws Act - Repeals provisions of specified consolidated appropriations acts that: prohibit the use of Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) appropriations for salaries or administrative expenses in connection with consolidating or centralizing, within the Department of Justice (DOJ), records of the acquisition and disposition of firearms maintained by federal firearms licensees; prohibit expending funds appropriated to ATF to promulgate or implement any rule requiring a physical inventory of any firearms business; prohibit using appropriated funds for any criminal background check system that does not require the destruction of identifying information submitted for a transferee within 24 hours after the system advises a licensee that the transferee's receipt of a firearm is not prohibited; prohibit the use of ATF appropriations to disclose the contents of the Firearms Trace System database or any information required to be kept or reported on the acquisition and disposition of firearms by firearms licencees, except to a law enforcement agency, a prosecutor in connection with in a criminal investigation or prosecution; prohibit using appropriations to take any action on a Freedom of Information Act request with respect to certain records collected, maintained, or provided by law enforcement agencies in connection with arson or explosives incidents or the tracing of a firearm; require ATF data releases to include language that would make clear that firearms trace data cannot be used to draw broad conclusions about firearms-related crime; prohibit the use of appropriations to pay administrative expenses or the compensation of any federal employee to implement an amendment to regulations permitting the importation of certain firearms classified as curios or relics, to change the definition of \"curios or relics\" under such regulations, or to deny an application for a permit to import U.S.-origin curios or relics firearms, parts, or ammunition; and prohibit the use of ATF appropriations to deny issuance or renewal of a firearms license due to a licensee's lack of business activity."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Enforce Existing Gun Laws Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To repeal certain appropriations riders that limit the ability of the Bureau of Alcohol, Tobacco, Firearms, and Explosives to administer the Federal firearms laws.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-07-17T16:02:07-04:00"
}