{
  "actions": [
    {
      "acted_at": "2008-02-07T14:38:00-05:00", 
      "references": [
        {
          "reference": "CR H758", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H758", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A006) offered by Mr. Castle.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-02-07T14:42:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Castle amendment (A006) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt938-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4137-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 4137
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment requires the Quality Efficiency Task Forces to develop annual benchmarks for the top 5 percent of institutions in each institution category that have the largest increase in their tuition and fees over the most recent three year period in which data is available. The amendment also requires those institutions not meeting the benchmarks to provide the Secretary of Education a detailed explanation of the reasons why the institution did not meet such benchmarks.", 
  "house_number": 6, 
  "introduced_at": "2008-02-07", 
  "number": 938, 
  "purpose": "An amendment numbered 6 printed in House Report 110-523 to require the Quality Efficiency Task Forces to develop annual benchmarks for the top 5 percent of institutions in each institution category that have the largest increase in their tuition and fees over the most recent three year period in which data is available. The amendment also requires those institutions not meeting the benchmarks to provide the Secretary of Education a detailed explanation of the reasons why the institution did not meet such benchmarks.", 
  "sponsor": {
    "district": null, 
    "name": "Castle, Michael N.", 
    "state": "DE", 
    "thomas_id": "00183", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-02-07T14:42:00-05:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}