{
  "actions": [
    {
      "acted_at": "2003-04-30T13:06:00-04:00", 
      "references": [
        {
          "reference": "CR H3510-3512", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3510", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Castle.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-04-30T13:18:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Castle amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt87-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1350-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 1350
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment makes several conforming and consolidating changes to a series of GAO reports required by the bill; increases the amount of funds that a State can reserve for programs designed to serve children with disabilities with high-cost special education and related services needs; updates authorization levels that were modified by the FY 2004 budget resolution; clarifies language concerning evaluations provided to children; modifies language in the section prohibiting the Federal control of curriculum; revises language in the Part D programs to ensure that the needs of limited English-proficient children with disabilities are met through the training of school personnel and effective data collection; and modifies the section regarding support for captioning programs to enable news programs to be captioned until 2006.", 
  "house_number": 1, 
  "introduced_at": "2003-04-30", 
  "number": 87, 
  "purpose": "An amendment numbered 1 printed in House Report 108-79 makes several conforming and consolidating changes to a series of GAO reports that were added during the consideration of the bill in the Education and Workforce Committee. Increases the amount of funds that the State can reserve out of its State-level activities for programs designed to serve children with disabilities with high-cost special education and related services needs. Makes a clarifying change to reflect the updated authorization levels that were modified by the FY 2004 Budget Resolutionthis level reflects the increased funding the FY 2004 Budget Resolution included for IDEA Part B State Grants. Makes a clarifying change to ensure that evaluations are provided to children in the language and form designed to obtain useful informationthis change reflects longstanding terminology used throughout the implementing regulations and elsewhere in the Act. Makes a change to the issues that can be raised at dues process hearings to ensure that parents and local educational agencies both have a fair opportunity to.", 
  "sponsor": {
    "district": null, 
    "name": "Castle, Michael N.", 
    "state": "DE", 
    "thomas_id": "00183", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2003-04-30T13:18:00-04:00", 
  "updated_at": "2013-07-17T08:16:04-04:00"
}