{
  "actions": [
    {
      "acted_at": "1995-02-27T18:20:00-05:00", 
      "references": [], 
      "text": "Amendment (A001) in the nature of a substitute offered by Mr. Brown (CA).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-27T20:55:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 176, 
      "text": "On agreeing to the Brown (CA) amendment (A001) Failed by recorded vote: 174 - 246 (Roll no. 176).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt218-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1022-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 1022
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to require major Federal regulatory agencies to set regulatory priorities based on the seriousness of the risks involved, and the availability of resources; require these priorities to be consistent with existing law; provide that agencies subject to the substitute's provisions are the same as those in the bill except that the substitute does not apply to NOAA, the Army Corps of Engineers, or the Nuclear Regulatory Commission; require affected agencies to conduct risk assessments and cost/benefit analyses for major rules, but unlike the bill, defines a major rule as one with costs of $100 million rather than $25 million; and in addition, the substitute contains provisions regarding the preservation of existing laws; judicial review; review of agency compliance; unfunded mandates; and peer review and conflicts of interest.", 
  "house_number": 1, 
  "introduced_at": "1995-02-27", 
  "number": 218, 
  "purpose": "An amendment in the nature of a substitute to require major federal regulatory agencies to set regulatory priorities based on the seriousness of the risks involved, and the availability of resources. These priorities would have to be consistent with existing law. Agencies subject to the substitute's provisions are the same as those in the bill except that the substitute does not apply to NOAA, the Army Corps of Engineers, or the Nuclear Regulatory Commission. The substitute also requires affected agencies to conduct risk assessments and cost/benefit analyses for major rules, but unlike the bill, defines a major rule as one with costs of $100 million rather than $25 million. In addition, the substitute contains provisions regarding the preservation of existing laws; judicial review; review of agency compliance; unfunded mandates; and peer review and conflicts of interest.", 
  "sponsor": {
    "district": "42", 
    "name": "Brown, George E., Jr.", 
    "state": "CA", 
    "thomas_id": "00134", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-02-27T20:55:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}