{
  "actions": [
    {
      "acted_at": "2007-10-16T16:47:00-04:00", 
      "references": [
        {
          "reference": "CR H11599-11601", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H11599-11600", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) offered by Mr. Boucher.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-10-16T16:54:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Boucher amendment (A003) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt853-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2102-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2102
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment provides that the shield can be pierced to prevent or identify the perpetrator of a terrorist attack or harm to national security and also provides that the disclosure of a leaker's identity can be compelled in cases involving leaks of properly classified information.", 
  "house_number": 3, 
  "introduced_at": "2007-10-16", 
  "number": 853, 
  "purpose": "An amendment numbered 1 printed in House Report 110-370 to provide the shiel can be pierced to prevent or identify the perpetrator of a terrorist attack or harm to national security. It also provides that the disclosure of a leaker's identity can be compelled in cases involving leaks of properly classified information. It also permits law enforcement to obtain an order compelling disclosure of documents and information obtained as the result of eyewitness observations of alleged criminal or tortious conduct. It also limits the Act's coverage to a person who \"regularly\" engages in the listed journalistic activities. Finally, it adds three new exceptions to the definition of \"covered person:\" Specially Designated Global Terrorist, as designated by the Treasury Department; a specially designated terrorist, as defined by federal regualtions; and a terrorist organization, as defined by immigration law.", 
  "sponsor": {
    "district": "9", 
    "name": "Boucher, Rick", 
    "state": "VA", 
    "thomas_id": "00113", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2007-10-16T16:54:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}