{
  "actions": [
    {
      "acted_at": "1995-02-23T16:12:00-05:00", 
      "references": [], 
      "text": "Amendment (A005) offered by Mr. Spratt.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-23T17:00:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 162, 
      "text": "On agreeing to the Spratt amendment (A005) Agreed to by recorded vote: 235 - 189 (Roll no. 162).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt198-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr450-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 450
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment exempts from the proposed moratorium seven specific types of regulations that promote business competitiveness, including regulations regarding textile imports, actions with respect to China regarding intellectual property protection and market access, rulemaking action by the FCC to transfer to private use certain broadcasting spectrum bands, FCC rulemaking with regard to licensing procedures, wide-area mobile radio licensing, and rulemaking action by the SEC to provide for increased competition among the stock exchanges.", 
  "house_number": 5, 
  "introduced_at": "1995-02-23", 
  "number": 198, 
  "purpose": "An amendment (printed as amendment No. 30 in the Congressional Record of February 22, 1995) to exempt from the proposed moratorium seven specific types of regulations that promote business competitiveness. The amendments would exempt regulations regarding textile imports, actions with respect to China regarding intellectual property protection and market access, rulemaking action by the FCC to transfer to private use certain broadcasting spectrum bands, FCC rulemaking with regard to licensing procedures, wide-area mobile radio licensing, and rulemaking action by the SEC to provide for increased competition among the stock exchanges.", 
  "sponsor": {
    "district": "5", 
    "name": "Spratt, John M., Jr.", 
    "state": "SC", 
    "thomas_id": "01092", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1995-02-23T17:00:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}