{
  "actions": [
    {
      "acted_at": "1996-05-09T13:20:00-04:00", 
      "references": [], 
      "text": "Amendment (A019) offered by Mr. Kennedy (MA).", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-09T13:56:00-04:00", 
      "references": [], 
      "text": "Kennedy (MA) amendment (A019) modified by unanimous consent. Modification would require that 40% of tenant-based rental assistance vouchers be reserved for low-income families with incomes at or below 30% of the median income of the area, and to reserve not less than 35% of available public housing units for low-income families with incomes below 30% of median income.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-09T13:56:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Kennedy (MA) amendment (A019) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt1035-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2406-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2406
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment, as modified, requires that forty percent of rental assistance vouchers be reserved for families with incomes at or below thirty percent of median income; and for units made available for occupancy, not less than thirty-five percent shall be occupied by families whose incomes do not exceed thirty percent of median income.", 
  "house_number": 19, 
  "introduced_at": "1996-05-09", 
  "number": 1035, 
  "purpose": "An amendment, printed as amendment No. 17 in the Congressional Record of May 8, 1996, to require that 75% of tenant-based rental assistance vouchers be reserved for low-income families with incomes at or below 30% of the median income of the area. The amendment would allow the remaining 25% of rental assistance vouchers would go to any eligible low-income family with incomes below 80% of median income.", 
  "sponsor": {
    "district": "8", 
    "name": "Kennedy, Joseph P., II", 
    "state": "MA", 
    "thomas_id": "00626", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1996-05-09", 
  "updated_at": "2013-07-17T07:50:54-04:00"
}