{
  "actions": [
    {
      "acted_at": "2002-07-12T09:40:00-04:00", 
      "references": [
        {
          "reference": "CR H4563", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4563", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Boehlert.", 
      "type": "action"
    }, 
    {
      "acted_at": "2002-07-12T09:45:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Boehlert amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt530-107", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4687-107", 
    "bill_type": "hr", 
    "congress": 107, 
    "number": 4687
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "107", 
  "description": "Amendment clarifies that members of investigative teams should be treated as contract employees; clarifies that team members not recommend code changes or further research in the unlikely event that they do not believe any code changes or further research is necessary; expands the types of criminal investigations that would require NIST to stop serving as the lead agency at the site of a building collapse; clarifies how certain decisions of the Director of NIST can be enforced; clarifies that all expenditures in the bill are subject to appropriations; clarifies in two separate places that the bill gives NIST no regulatory authority over the adoption of building standards, codes and practices; and changes the authorization to \"such sums as may be necessary\".", 
  "house_number": 1, 
  "introduced_at": "2002-07-12", 
  "number": 530, 
  "purpose": "An amendment to specify that team members who are not Federal employees shall be considered as Federal Government contractors; to clarify the definition of what constitutes criminal acts as it applies to building failures; to clarify that no new requirements with respect to adoption of building standards, are imposed upon the NIS; and to change the authorization level in the bill from $25 million to such sums as may be necessary.", 
  "sponsor": {
    "district": "23", 
    "name": "Boehlert, Sherwood", 
    "state": "NY", 
    "thomas_id": "00101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2002-07-12T09:45:00-04:00", 
  "updated_at": "2013-07-17T08:15:55-04:00"
}