{
  "actions": [
    {
      "acted_at": "2006-03-09T12:51:00-05:00", 
      "references": [
        {
          "reference": "CR H824-827, H844", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H824", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A004) offered by Mr. Chabot.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-03-09T15:38:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 34, 
      "text": "On agreeing to the Chabot amendment (A004) Agreed to by recorded vote: 403 - 2 (Roll no. 34).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt689-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2829-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 2829
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment requires the Director of of the Office of National Drug Control Policy to submit to Congress the National Synthetic Drugs Action Strategy outlined in the National Synthetic Drugs Action Plan submitted by the Director in October 2004; conduct a study of State laws with respect to precursor chemical controls; conduct a study of methamphetamine-related activities that are conducted by different Drug Endangered Children programs administered by States; adds to the bill the text of the \"National Methamphetamine Information Clearinghouse Act of 2005\"; requires the Director of National Drug Control Policy to prepare a report on drug testing in schools; prepare a report on methamphetamine usage in the United States; and prepare a report on performance bonuses at the Office of National Drug Control Policy.", 
  "house_number": 4, 
  "introduced_at": "2006-03-09", 
  "number": 689, 
  "purpose": "An amendment numbered 4 printed in House Report 109-387 to commission studies on: State Drug Endangered Children programs focusing on meth; programs comparing state precursor control laws and reports back to Congress within 6 months with a list of best practices with respect to such laws. The amendment creates an Internet Meth Clearing House to provide current info to, and to facilitate info sharing among, Federal, State, and local agencies about meth trafficking, abuse, treatment, and abuse prevention. It commissions a report on what schools have initiated drug testing among those schools attending ONDCP conferences on drug testing; the meth epidemic, detailing the spread of meth usage broken down by three-digit zip code based on industrial and school drug tests and clandestine lab seizures; who received performance bonuses at ONDCP and for how much from October 2004 until the present.", 
  "sponsor": {
    "district": "1", 
    "name": "Chabot, Steve", 
    "state": "OH", 
    "thomas_id": "00186", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2006-03-09T15:38:00-05:00", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}