{
  "actions": [
    {
      "acted_at": "1996-05-16T14:16:00-04:00", 
      "references": [], 
      "text": "Amendment (A003) in the nature of a substitute offered by Mr. Sabo.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-16T15:50:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 178, 
      "text": "On agreeing to the Sabo amendment (A003) Failed by recorded vote: 117 - 304 (Roll no. 178).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1063-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres178-104", 
    "bill_type": "hconres", 
    "congress": 104, 
    "number": 178
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to provide for a balanced budget by FY 2002 by providing $523.4 billion in deficit reduction over six years. It would have provided $126.3 billion more for education, training, environmental and health programs over six years than contained in the original resolution, and would have provided $25.4 billion less in defense funds. It would have reduced entitlement spending by $265 billion and would have provided for smaller reductions in Medicare and Medicaid than contained in the original resolution.", 
  "house_number": 3, 
  "introduced_at": "1996-05-16", 
  "number": 1063, 
  "purpose": "An amendment in the nature of a substitute, consisting of the budget submitted by the President, as reestimated by the Congressional Budget Office. The amendment would provide for $523.4 billion in deficit reduction over six years in order to acheive a balanced budget by the year 2002. The amendment would spend $126.3 billion more on education, training, environmental and health programs over six years than called for in the resolution, and would spend $25.4 billion less in military spending. The amendment would cut $265 billion from mandatory spending over six years ($91.6 billion less than the resolution calls for) and would cut $42.1 billion less from Medicare, $18.3 billion less from Medicaid, $15 billion less from welfare, and $15.4 billion less from the Earned Income Tax Credit program.", 
  "sponsor": {
    "district": "5", 
    "name": "Sabo, Martin Olav", 
    "state": "MN", 
    "thomas_id": "01007", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1996-05-16T15:50:00-04:00", 
  "updated_at": "2013-07-17T07:50:54-04:00"
}