{
  "actions": [
    {
      "acted_at": "1995-03-08T15:30:00-05:00", 
      "references": [], 
      "text": "Amendment (A007) offered by Mr. Tauzin.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-08T16:21:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Tauzin amendment (A007) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt272-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1058-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 1058
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment modifies the liability provisions concerning \"forward-looking statements\" to provide that an exemption from liability would also apply to estimates and descriptions of future events presented either in documents or made orally, and that persons providing such statements are not obligated to update them.", 
  "house_number": 7, 
  "introduced_at": "1995-03-08", 
  "number": 272, 
  "purpose": "An amendment to alter the qualifications for the bills \"safe harbor\" for forward looking statements. Specifically, the amendment provides that an exemption from liability would also apply to estimates and descriptions of future events presented either in documents or made orally, and that persons providing such statements are not obligated to update them. The amendment would require such documents to clearly note that the stated estimates or projections may not be realized; however it deletes current bill language which would require that a brief description of the basis for a projection be included in the document. The amendment also clarifies that these exemptions apply to private lawsuits only, and that the bill should not be deemed to limit SEC enforcement actions or issuance of safe harbor rules.", 
  "sponsor": {
    "district": "3", 
    "name": "Tauzin, W. J. (Billy)", 
    "state": "LA", 
    "thomas_id": "01140", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1995-03-08T16:21:00-05:00", 
  "updated_at": "2013-07-17T07:50:45-04:00"
}