{
  "actions": [
    {
      "acted_at": "2008-04-17T11:18:00-04:00", 
      "references": [
        {
          "reference": "CR H2462-2463, H2466-2467", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2462", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. George Miller.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-04-17T13:45:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 203, 
      "text": "On agreeing to the Miller, George amendment (A001) Agreed to by recorded vote: 413 - 0 (Roll no. 203).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1004-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5715-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 5715
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Manager's amendment made technical and conforming changes to the bill; stated that loan limit increases available under this Act are available only to students meeting the requirements of section 484(a) of the HEA; targeted the loan limit increases to those students and families in most need; in regard to school-wide lender-of-last-resort eligibility, specified that the Secretary of Education shall determine whether a school qualifies and provided criteria for the Secretary to consider in making the determination; specified that funds received by lenders from loan sales be used to originate new loans; clarified that the Secretary has the authority to enter into forward commitments to purchase new loans; and clarified that, at the discretion of the Secretary, a loan purchased by the Secretary may continue to be serviced by the current lender.", 
  "house_number": 1, 
  "introduced_at": "2008-04-17", 
  "number": 1004, 
  "purpose": "An amendment numbered 1 printed in House Report 110-590 to make technical and conforming changes; state that loan limit increases available under this Act are available only to students meeting the requirements of section 484(a) of the HEA; target the loan limit increases to those students and families in most need; in regard to school-wide lender-of-last-resort eligibility, specifies that the Secretary of Education shall determine whether a school qualifies and provides criteria for the Secretary to consider in making the determination; specifies that funds received by lenders from loan sales be used to originate new loans; clarifiy that the Secretary has the authority to enter into forward commitments to purchase new loans; and clarifies that, at the discretion of the Secretary, a loan purchased by the Secretary may continue to be serviced by the current lender.", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-04-17T13:45:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}