{
  "actions": [
    {
      "acted_at": "2012-03-07T17:49:00-05:00", 
      "references": [
        {
          "reference": "CR H1260-1261", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1260", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A010) offered by Mr. McCarthy (CA).", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-03-07T17:55:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the McCarthy (CA) amendment (A010) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt977-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3606-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 3606
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Amendment clarifies that the general advertising provision should only apply to Regulation D, rule 506 of the securities offerings; protects investors by allowing for general advertising in the secondary sale of securities, so long as only qualified institutional buyers purchase the securities; and provides consistency in the interpretation for regulators that general advertising should not cause private offerings to be considered public offerings.", 
  "house_number": 10, 
  "introduced_at": "2012-03-07", 
  "number": 977, 
  "purpose": "An amendment numbered 10 printed in House Report 112-409 to clarify that general advertising under this provision should only apply to Regulation D rule 506 offerings, allow for general solicitation in the secondary sale of these securities so long as only qualified institutional buyers purchase the securities, and provide consistency in interpretation that general advertising should not cause these offerings to be considered public offerings.", 
  "sponsor": {
    "district": "22", 
    "name": "McCarthy, Kevin", 
    "state": "CA", 
    "thomas_id": "01833", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2012-03-07T17:55:00-05:00", 
  "updated_at": "2013-07-17T08:17:20-04:00"
}