{
  "actions": [
    {
      "acted_at": "2009-11-07T20:14:00-05:00", 
      "references": [
        {
          "reference": "CR H12927-12962, H12962-12963", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H12927-12950", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Boehner.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-11-07T22:27:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 885, 
      "text": "On agreeing to the Boehner amendment (A002) Failed by the Yeas and Nays: 176 - 258 (Roll no. 885).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt510-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3962-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 3962
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment in the nature of a substitute sought to create Universal Access Programs that expand and reform high-risk pools and reinsurance programs; sought to prevent insurers from unjustly canceling a policy or instituting annual or lifetime spending caps; sought to put in place medical liability reforms and give small businesses the power to pool together and offer health care at lower prices; sought to prohibit all Federal funds, whether they are authorized funds or appropriated funds, from being used to pay for abortions; and sought to create new incentives to save for future and long-term care needs by allowing qualified participants to use HSAs to pay premiums.", 
  "house_number": 2, 
  "introduced_at": "2009-11-07", 
  "number": 510, 
  "purpose": "An amendment in the nature of a substitute printed in Part D of House Report 111-330 to create Universal Access Programs that expand and reform high-risk pools and reinsurance programs to guarantee that all Americans, regardless of pre-existing conditions or past illnesses, have access to affordable care while lowering costs for all Americans. It prevents insurers from unjustly canceling a policy or instituting annual or lifetime spending caps. The amendment would put in place medical liability reforms and gives small businesses the power to pool together and offer health care at lower prices. In addition, the legislation would provide incentive payments to states that reduce premiums and the number of uninsured. The bill would allow Americans living in one state to shop for coverage and purchase insurance in another. The legislation would prohibit all Federal funds, whether they are authorized funds or appropriated funds, from being used to pay for abortion. The amendment would create new incentives to save for future and long-term care needs by allowing qualified participants to use HSAs to pay premiums.", 
  "sponsor": {
    "district": "8", 
    "name": "Boehner, John A.", 
    "state": "OH", 
    "thomas_id": "00102", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2009-11-07T22:27:00-05:00", 
  "updated_at": "2013-07-17T08:16:56-04:00"
}