{
  "actions": [
    {
      "acted_at": "1997-04-17T14:33:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Coble.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-04-17T16:00:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Coble amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt23-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr400-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 400
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment includes technical changes; delays the publication of patent applications from small business concerns or independent inventors until 3 months after a second notification on the merits is made by the Patent and Trademark Office (PTO); retains the practice of charging small businesses and independent inventors a reduced application fee; separates operational and policy functions of the PTO and creates an Under Secretary of Commerce for Intellectual Property Policy to develop patent and trademark policy; establishes an incentive program to train patent and trademark examiners; and strikes authority to accept gifts or donations of services.", 
  "house_number": 1, 
  "introduced_at": "1997-04-17", 
  "number": 23, 
  "purpose": "An amendment to make several technical changes to the bill, including the following: 1. Allow small businesses and independent inventors to forestall the publication of their patents until three months after the second inspection and approval; 2. continue the current practice of charging small businesses and independent inventors a reduced fee; require that inventors be included as members of the proposed Patent and Trademark Office Advisory Board; 3. eliminates provisions in the bill allowing the Patent Office to borrow money from priveate entities to fund operations; 4. Allows inventor and university patent applicants to respond to Patent examiner's inquiries without reducing the intervening time from their 17-year patent protection; 5. noarrow the limitation on multiple patent re-examination requests from a single inventor to a single proceeding. from a single inventor to a single proceeding.", 
  "sponsor": {
    "district": "6", 
    "name": "Coble, Howard", 
    "state": "NC", 
    "thomas_id": "00211", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1997-04-17T16:00:00-04:00", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}