{
  "actions": [
    {
      "acted_at": "2008-06-26T15:31:00-04:00", 
      "references": [
        {
          "reference": "CR H6133-6134", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6133-6134", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Oberstar.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-06-26T15:36:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Oberstar amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1102-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr6052-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 6052
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment adds a finding that public transportation stakeholders should engage local communities in promoting the importance of using public transportation; amends section 3 (grants to improve public transportation services) to clarify that transit agencies may use these new grants to offset the increased cost of fuel to transit agencies and clarifies that intercity bus service and acquiring facilities or equipment to improve fuel efficiency are eligible activities under the bill. The amendment also requires the Transportation Secretary to carry out consumer awareness programs on the benefits of alternative transportation.", 
  "house_number": 1, 
  "introduced_at": "2008-06-26", 
  "number": 1102, 
  "purpose": "An amendment numbered 1 printed in House Report 110-734 to add a finding that public transportation stakeholders should engage local communities in promoting the importance of using public transportation. It would amend section 3 (grants to improve public transportation services) to clarify that transit agencies may use these new grants to offset the increased cost of fuel to transit agencies. It also clarifies that intercity bus service and acquiring facilities or equipment to improve fuel efficiency are eligible activities under the bill. It would require the Transportation Secretary to carry out consumer awareness programs on the benefits of alternative transportation.", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-06-26T15:36:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}