{
  "actions": [
    {
      "acted_at": "1997-04-17T16:01:00-04:00", 
      "references": [], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Rohrabacher.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-04-17T18:03:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 85, 
      "text": "On agreeing to the Rohrabacher amendment (A002) Failed by recorded vote: 178 - 227 (Roll no. 85).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt24-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr400-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 400
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment in the nature of a substitute sought to establish a 17-year patent term from the date the patent is granted or 20 years from the date the patent application is filed; provide that patent applications can be published only if the information is in the public domain in other countries at the time it is filed in the United States, the application has been filed with the PTO for five years or longer and the PTO determines that the public interest is served by publication, or the inventor deliberately withholds publication of the patent; provide for patent examiner training; require that user fees be used only for the Patent and Trademark Office; and specify that contracts between marketing companies and inventors contain standardized disclosures.", 
  "house_number": 2, 
  "introduced_at": "1997-04-17", 
  "number": 24, 
  "purpose": "An amendment in the nature of a substitute, printed as amendment No. 11 in the Congressional Record of April 16, 1997, to establish a firm 17-year patent for inventions beginning from the date the patents are granted, or a 20-year patent term from the date on which patent applications are filed for approval. The amendment would also allow patent applications to be published only under the following circumstances: when the information in the application is in the public domain of other countries at the time of U.S. filing; when an application that has been on file for five years, but a patent has not yet been granted, and publication would serve the national interest; when the inventor deliberately withholds publication for the purpose of taking legal action against persons or companies who unknowingly file similar patents.", 
  "sponsor": {
    "district": "45", 
    "name": "Rohrabacher, Dana", 
    "state": "CA", 
    "thomas_id": "00979", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1997-04-17T18:03:00-04:00", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}