{
  "actions": [
    {
      "acted_at": "2006-05-10T18:35:00-04:00", 
      "references": [
        {
          "reference": "CR H2467-2468", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2467", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A006) offered by Mr. Franks (AZ).", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-10T18:35:00-04:00", 
      "references": [], 
      "text": "Franks (AZ) amendment (A006) modified by unanimous consent. In the text proposed to be inserted by the amendment, insert \"due to operational unobligated balances\" before the period at the end.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-10T18:45:00-04:00", 
      "references": [
        {
          "reference": "CR H2467", 
          "type": "text as modified"
        }
      ], 
      "text": "On agreeing to the Franks (AZ) amendment (A006) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt808-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5122-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 5122
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment, as modified, expresses the sense of Congress that the Secretary of Defense should continue to provide space-available travel on military aircraft for humanitarian reasons to Iraqi children who would otherwise have no means available to seek urgently needed medical care such as that provided by a humanitarian organization in Amman, Jordan.", 
  "house_number": 6, 
  "introduced_at": "2006-05-10", 
  "number": 808, 
  "purpose": "An amendment numbered 6 printed in House Report 109-459 to make certain findings concerning humanitarian support for Iraqi children in urgent need of medical care; authorizes, within the amount provided in section 301 for Operation and Maintenance, $1 million for DoD support of the Peace Through Health Care Initiative, and reduces by $1 million the amount provided for Budget Activity 4 noting the presence of operational unobligated balances.", 
  "sponsor": {
    "district": "2", 
    "name": "Franks, Trent", 
    "state": "AZ", 
    "thomas_id": "01707", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2006-05-10", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}