{
  "actions": [
    {
      "acted_at": "1997-09-04T14:23:00-04:00", 
      "references": [], 
      "text": "Amendment (A017) offered by Mr. Smith (NJ).", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-09-04T16:42:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 363, 
      "text": "On agreeing to the Smith (NJ) amendment (A017) Agreed to by recorded vote: 234 - 191 (Roll no. 363).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt318-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2159-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 2159
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment prohibits population planning assistance to any foreign organization until the organization certifies that it will not perform abortions except where the life of the mother would be endangered or in cases of rape or incest; certifies that it will not engage in any activity to alter the laws or policies of any foreign country concerning the circumstances under which abortion is permitted, regulated, or prohibited; and prohibits any funds to the United Nations Population Fund unless the President certifies that it has terminated all activities in the People's Republic of China or during the 12 months preceding such certification there have been no coerced abortions associated with the family planning policies of the People's Republic of China.", 
  "house_number": 17, 
  "introduced_at": "1997-09-04", 
  "number": 318, 
  "purpose": "An amendment, printed as amendment No. 1 in House Report 105-184, to reinstate the \"Mexico City\" policy, which prohibits U.S. population assistance to foreign organizations in certain instances. In addition the amendment prohibits U.S. contributions to UNFPA absent certification from the President regarding abortions policy in China. prohibits U.S. contributions to the UNFP", 
  "sponsor": {
    "district": "4", 
    "name": "Smith, Christopher H.", 
    "state": "NJ", 
    "thomas_id": "01071", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1997-09-04T16:42:00-04:00", 
  "updated_at": "2013-07-17T07:51:36-04:00"
}