{
  "actions": [
    {
      "acted_at": "2011-07-12T16:10:00-04:00", 
      "references": [
        {
          "reference": "CR H4909-4910", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4909", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A011) offered by Mr. Loebsack.", 
      "type": "action"
    }, 
    {
      "acted_at": "2011-07-12T16:18:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Loebsack amendment (A011) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt623-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1309-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 1309
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Amendment to require FEMA to notify a prominent local television and radio station of projected and proposed changes to flood maps and to grant an additional 90 days for property owners or a community to appeal proposed flood maps, beyond the original 90 day appeal period, so long as community leaders certify they believe there are property owners unaware of the proposed flood maps and appeal period, and community leaders would use the additional 90 day appeal period to educate property owners on the proposed maps and appeal process.", 
  "house_number": 11, 
  "introduced_at": "2011-07-12", 
  "number": 623, 
  "purpose": "An amendment numbered 17 printed in House Report 112-138 to require FEMA to notify a prominent local television and radio station of projected and proposed changes to flood maps and to grant an additional 90 days for property owners or a community to appeal proposed flood maps, beyond the original 90 day appeal period, so long as community leaders certify they believe there are property owners unaware of the proposed flood maps and appeal period, and community leaders would use the additional 90 day appeal period to educate property owners on the proposed maps and appeal process.", 
  "sponsor": {
    "district": "2", 
    "name": "Loebsack, David", 
    "state": "IA", 
    "thomas_id": "01846", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2011-07-12T16:18:00-04:00", 
  "updated_at": "2013-07-17T08:17:18-04:00"
}