{
  "actions": [
    {
      "acted_at": "1997-02-12T15:08:00-05:00", 
      "references": [], 
      "text": "Amendment (A006) in the nature of a substitute offered by Mr. Ensign.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-02-12T15:59:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 16, 
      "text": "On agreeing to the Ensign amendment (A006) Failed by recorded vote: 85 - 339 (Roll no. 16).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt7-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hjres2-105", 
    "bill_type": "hjres", 
    "congress": 105, 
    "number": 2
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment in the nature of a substitute sought to limit service of House Members to 3 two-year terms and Senators to 2 six-year terms and provide that upon ratification incumbents and others who have served in the House are limited to 2 additional terms and those who have served in the Senate are limited to 1 additional term. The amendment was identical to the ballot initiative approved by the voters of Nevada.", 
  "house_number": 6, 
  "introduced_at": "1997-02-12", 
  "number": 7, 
  "purpose": "An amendment in the nature of a substitute to amend the Constitution by establishing a lifetime limitation on terms of service to three two-year terms for Members of the House and two six-year terms for Members of the Senate The amendment would stipulate that, upon ratification by the states, incumbents would be considered to have served one term. The amendment specifies that there is no time limit for ratification. The text of the amendment is identical to language recommended by voters in the State of Nevada.", 
  "sponsor": {
    "district": "1", 
    "name": "Ensign, John", 
    "state": "NV", 
    "thomas_id": "00348", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1997-02-12T15:59:00-05:00", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}