{
  "actions": [
    {
      "acted_at": "1995-02-09T13:25:00-05:00", 
      "references": [], 
      "text": "Amendment (A004) offered by Mr. Schumer.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-09T15:31:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 111, 
      "text": "On agreeing to the Schumer amendment (A004) Failed by recorded vote: 179 - 251 (Roll no. 111).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt116-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr667-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 667
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment sought to eliminate the prison grant programs, including the general prison block grant program and the truth-in-sentencing incentive grant program; consolidate the violent offender and truth-in-sentencing grant programs into a single prison block grant program; provide that each State would receive a prison block grant based on the number of violent crimes among the States; provide that the block grant would be funded at the same annual level as the total State funding provided in the 1994 Crime Control Act; and provide that States that failed to use their allocated grant funding within two years would be required to return unused funds to the Federal Government.", 
  "house_number": 4, 
  "introduced_at": "1995-02-09", 
  "number": 116, 
  "purpose": "An amendment (printed as amendment No. 24 in the Congressional Record of February 8, 1995) to eliminate the prison grant program provisions of the bill and substitute a single block grant program with no \"truth in sentencing\" or matching fund requirements. The program would be funded at the same annual level as the total state prison funding provided in the 1994 Crime Control Act. Any unspent funds would return to the federal government after two years.", 
  "sponsor": {
    "district": "9", 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-02-09T15:31:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}