{
  "actions": [
    {
      "acted_at": "2003-03-27T11:41:00-05:00", 
      "references": [
        {
          "reference": "CR H2420-2424, H2436", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2420-2422", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) offered by Mr. Feeney.", 
      "type": "action"
    }, 
    {
      "acted_at": "2003-03-27T13:00:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 87, 
      "text": "On agreeing to the Feeney amendment (A002) Agreed to by recorded vote: 357 - 58, 1 Present (Roll no. 87).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt19-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1104-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 1104
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment places strict limits on departures from Federal sentencing guidelines.", 
  "house_number": 2, 
  "introduced_at": "2003-03-27", 
  "number": 19, 
  "purpose": "An amendment numbered 2 printed in House Report 108-48 to place strict limits on departures from federal sentencing guidelines by allowing sentences outside the guideline range only upon grounds specifically enumerated as proper for departure; to require courts to give specific and written reasons for any departure from federal sentencing guidelines; to change the standard of review for appellate courts to a de novo review to allow appellate courts to more effectively review illegal and inappropriate downward departures from federal sentencing guidelines; to prevent sentencing courts, upon remand, from imposing the same illegal departure on a different theory; to only allow courts to reduce a person's sentence for `acceptance of responsibility' when the government agrees with that finding; to amend sentencing guidelines with regard to the penalties for possession of child pornography by increasing penalties if the offense involved material that portrays sadistic or masochistic conduct or other depictions of violence and by increasing penalties based on the amount of child pornography involved in the offense.", 
  "sponsor": {
    "district": "24", 
    "name": "Feeney, Tom", 
    "state": "FL", 
    "thomas_id": "01716", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2003-03-27T13:00:00-05:00", 
  "updated_at": "2013-07-17T08:16:04-04:00"
}