{
  "actions": [
    {
      "acted_at": "2004-06-23T18:14:00-04:00", 
      "references": [
        {
          "reference": "CR H4842-4846, CR 6/24/2004 H4871-4872", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4842-4843", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) offered by Mr. Boehlert.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-23T18:14:00-04:00", 
      "references": [
        {
          "reference": "CR H4843", 
          "type": "text as modified"
        }
      ], 
      "text": "Boehlert amendment (A003) modified by unanimous consent. Adds new text regarding a comprehensive economic embargo as a result of Libya's support for international terrorism.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-06-23T20:53:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Boehlert amendment (A003) as modified Agreed to by recorded vote: 335 - 83 (Roll no. 291).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt601-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4548-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 4548
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment expresses the sense of Congress that the world has been made safer with the dismantling and removal of Libya's weapons of mass destruction and the means to deliver them.", 
  "house_number": 3, 
  "introduced_at": "2004-06-23", 
  "number": 601, 
  "purpose": "Amendment numbered three printed in House Report 108-561 to express the sense of Congress to affirm that the world has been made safer with the dismantling and removal of Libya's weapons of mass destruction and the means to deliver them; acknowledge that this would not have been possible if not for the demonstrated resolve of the United Sates in the global war on terror and in the liberation of Iraq by United States and Coalition Forces; commend the President for having the courage to undertake those policies which persuaded Libya to agree to relinquish such weapons; and urge other countries such as Iran, Syria, and North Korea, to follow Libya's example and voluntarily dismantle their weapons of mass destruction and submit their programs to international inspections.", 
  "sponsor": {
    "district": "24", 
    "name": "Boehlert, Sherwood", 
    "state": "NY", 
    "thomas_id": "00101", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2004-06-23", 
  "updated_at": "2013-07-17T08:16:05-04:00"
}