{
  "actions": [
    {
      "acted_at": "1995-08-02T18:53:00-04:00", 
      "references": [], 
      "text": "Amendments (A005) offered by Ms. Pelosi.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-08-02T22:03:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Pelosi amendments (A005) Failed by recorded vote: 197 - 229 (Roll no. 612).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt715-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2127-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2127
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendments en bloc sought to strike language prohibiting the use of funds by OSHA to develop, promulgate, or issue any standards or guidelines on ergonomic protection; language prohibiting the use of funds by the NLRB to investigate or prosecute any alleged unfair labor practice against an employer, when such charges are based in whole or in part on an employer taking any adverse action against any individuals who are employees of agents of any labor union; and language prohibiting the use of funds by the NLRB to exercise its authority to go to court to seek an injunction unless certain conditions are met.", 
  "house_number": 5, 
  "introduced_at": "1995-08-02", 
  "number": 715, 
  "purpose": "An amendment printed in the Congressional Record of July 31, as amendments numbered 60, 61, and 62 to delete the provisions in the bill that prohibits the use of funds by OSHA to develop, promulgate, or issue any proposed or final standards or guidelines on ergonomic protection for workers, or to record or report ergonomic-related injuries or illnesses; deletes provisions prohibiting the use of funds by the NLRB to investigate or prosecute any alleged unfair labor practice against an employer under certain circumstances; and prohibits the use of funds by the NLRB to exercise its authority to go to court to seek an injunction unless certain conditions are met.", 
  "sponsor": {
    "district": "8", 
    "name": "Pelosi, Nancy", 
    "state": "CA", 
    "thomas_id": "00905", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1995-08-02", 
  "updated_at": "2013-07-17T07:50:48-04:00"
}