{
  "actions": [
    {
      "acted_at": "2009-05-13T13:59:00-04:00", 
      "references": [
        {
          "reference": "CR H5517-5518", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5517", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A011) offered by Mr. Griffith.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-14T11:14:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H5590-5591", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5590", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": 257, 
      "text": "On agreeing to the Griffith amendment (A011) Agreed to by recorded vote: 433 - 0 (Roll no. 257).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt132-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2187-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2187
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment includes reducing the incidence and effects of asthma and other respiratory illnesses in children among the voluntary guidelines for high performing school buildings. Amendment also adds reducing the incidence and effects of asthma and other respiratory illnesses to the list of demonstrable and expected benefits and includes the reduction and elimination of human exposure to airborne particles such as dust, sand, and pollens among the approved uses for grant funds used by local educational agencies.", 
  "house_number": 11, 
  "introduced_at": "2009-05-13", 
  "number": 132, 
  "purpose": "An amendment numbered 11 printed in House Report 111-106 to include reducing the incidence and effects of asthma and other respiratory illnesses in children among the voluntary guidelines for high performing school buildings. It also would add reducing the incidence and effects of asthma and other respiratory illnesses to the list of demonstrable and expected benefits. The amendment includes the reduction and elimination of human exposure to airborne particles such as dust, sand, and pollens among the approved uses for grant funds used by local educational agencies.", 
  "sponsor": {
    "district": "5", 
    "name": "Griffith, Parker", 
    "state": "AL", 
    "thomas_id": "01906", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-05-14T11:14:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}