{
  "actions": [
    {
      "acted_at": "2000-07-12T13:18:00-04:00", 
      "references": [
        {
          "reference": "CR H5868-5877", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5868-5869", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) in the nature of a substitute offered by Mr. Rangel.", 
      "type": "action"
    }, 
    {
      "acted_at": "2000-07-12T14:50:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 390, 
      "text": "On agreeing to the Rangel amendment (A001) Failed by recorded vote: 198 - 228 (Roll no. 390).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt979-106", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4810-106", 
    "bill_type": "hr", 
    "congress": 106, 
    "number": 4810
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "106", 
  "description": "Amendment in the nature of a substitute sought to increase the standard deduction for joint returns so that it is equal to twice the standard deduction for single taxpayers; adjust the alternative minimum tax so that it would not disallow the full benefit of the increase in the standard deduction; increase the income level at which the earned income credit (EIC) begins to phase out and repeal the reduction in the EIC by the amount of the minimum tax.", 
  "house_number": 1, 
  "introduced_at": "2000-07-12", 
  "number": 979, 
  "purpose": "An amendment in the nature of a substitute printed in House Report 106-726 to increase the standard deduction for joint returns so that it is equal to twice the standard deduction for single taxpayers. It adjusts the alternative minimum tax so that it would not disallow the full benefit of the increase in the standard deduction. Additionally, the income level at which the earned imcome tax credit begins to phase out by $2,000 in 2001 and by $2,500 in 2002 and beyond is set, while repealing the current law that reduces the EITC and refundable child credit by the amount of the minimum tax.", 
  "sponsor": {
    "district": "15", 
    "name": "Rangel, Charles B.", 
    "state": "NY", 
    "thomas_id": "00944", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2000-07-12T14:50:00-04:00", 
  "updated_at": "2013-07-17T08:15:43-04:00"
}