{
  "actions": [
    {
      "acted_at": "1996-07-30T15:23:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Goodling.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-07-30T15:35:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Goodling amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1369-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2391-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2391
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment clarifies the rights of employers and employees under compensatory time agreements.", 
  "house_number": 1, 
  "introduced_at": "1996-07-30", 
  "number": 1369, 
  "purpose": "An amendment to add to the bill a requirement that a private sector employer must provide an employee with 30 days notice prior to \"cashing out\" the employee's accrued, unused compensatory time; add language that permits a private sector employer to cash out only the unused compensatory time accrued by an employee in excess of 80 hours, unless the cash out is in response to an employee's request; require a private sector employer to provide employees with 30 days notice prior to discontinuing a policy of offering compensatory time to an employee; specify that a private sector employee may, at any time, withdraw from a compensatory time agreement with the employer; require the Labor Department to revise regulations to require employers to post notices informing employees of the provisions in this act; clarify that unused compensatory time would be considered unpaid overtime compensation for the purposes of all remedies provided under the FLSA; and, eliminate the bill's language that limits a private sector employee's remedies against an employer to \"willful\" violations of the anti-coercion provision in the bill.", 
  "sponsor": {
    "district": "19", 
    "name": "Goodling, William F.", 
    "state": "PA", 
    "thomas_id": "00447", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1996-07-30T15:35:00-04:00", 
  "updated_at": "2013-07-17T07:50:56-04:00"
}