{
  "actions": [
    {
      "acted_at": "1997-05-16T10:31:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. McKeon.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-16T10:34:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the McKeon amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt116-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1385-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 1385
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment requires that State collaborative processes represent diverse regions of the State, including urban, rural, and suburban areas; clarifies the development of accountability standards by the States and expedites their ability to enforce standards and provide comments to Congress; provides discretion to States to allocate funds not distributed under the formula; provides local discretion for summer youth and year-round disadvantaged youth programs; and streamlines the adult education provisions.", 
  "house_number": 1, 
  "introduced_at": "1997-05-16", 
  "number": 116, 
  "purpose": "An amendment made in order by the rule to ensure that the members of the state collaborative process represent diverse regions of the state; increase role of chief local elected officials by authorizing them to develop the local plan \"in partnership\" with local workforce development boards; require that minutes of all formal meetings of local workforce development boards be available to the public upon request; expedite the process by which governors may enforce performance accountability; include the waiver provisions for employment and training programs that were included in the FY 1997 Labor-HHS-Education Appropriations Act; maintain the existing \"state pass-through\" formulas for a majority of the funds for economically disadvantaged individuals; provide greater local discretion with respect to carrying out summer-youth programs; clarify that summer employment activities are an essential element of disadvantaged youth programs; require the Labor and Education Departments to approve state plans unless they determine, within 90 days of the receipt of the plan, that it is \"inconsistent with the specific provisions of this Act\"; ensure that any region with a population of 500,000 or more is designated as a workforce development area; and change the adult education provision to require states to describe how they will use, at the sta.e level, funds received under the act.", 
  "sponsor": {
    "district": "25", 
    "name": "McKeon, Howard P. \"Buck\"", 
    "state": "CA", 
    "thomas_id": "00778", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1997-05-16T10:34:00-04:00", 
  "updated_at": "2013-07-17T07:51:35-04:00"
}