{
  "actions": [
    {
      "acted_at": "2012-03-07T17:13:00-05:00", 
      "references": [
        {
          "reference": "CR H1255-1257, H1263", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1256", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A006) offered by Ms. Waters.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-03-07T18:32:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 105, 
      "text": "On agreeing to the Waters amendment (A006) Failed by recorded vote: 161 - 259 (Roll no. 105).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt973-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3606-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 3606
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Amendment sought to provide that if a broker or dealer is underwriting an initial public offering (IPO) for an emerging growth company (EGC) and providing research to the public about such IPO, those research reports need to be filed with the SEC, and the broker or dealer shall be held to stricter liability for their comments, and would also provide that if EGCs are communicating, either orally or in writing, with potential investors before or following an offering, they need to file those communications with the SEC.", 
  "house_number": 6, 
  "introduced_at": "2012-03-07", 
  "number": 973, 
  "purpose": "An amendment numbered 6 printed in House Report 112-409 to provide that if a broker or dealer is underwriting an initial public offering (IPO) for an emerging growth company (EGC) and providing research to the public about such IPO, those research reports need to be filed with the SEC, and the broker or dealer shall be held to stricter liability for their comments. Would also provide that if EGCs are communicating, either orally or in writing, with potential investors before or following an offering, they need to file those communications with the SEC.", 
  "sponsor": {
    "district": "35", 
    "name": "Waters, Maxine", 
    "state": "CA", 
    "thomas_id": "01205", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2012-03-07T18:32:00-05:00", 
  "updated_at": "2013-07-17T08:17:20-04:00"
}