{
  "actions": [
    {
      "acted_at": "1995-05-18T12:08:00-04:00", 
      "references": [], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Neumann.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-18T13:44:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 343, 
      "text": "On agreeing to the Neumann amendment (A002) Failed by recorded vote: 89 - 342 (Roll no. 343).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt396-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres67-104", 
    "bill_type": "hconres", 
    "congress": 104, 
    "number": 67
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to achieve a balanced budget by fiscal year 2000 by dedicating Federal surpluses to pay for the Federal debt, freezing non-Social Security outlays at or below current levels for 5 years, cutting Federal spending by a total of $612 billion more in outlays than the resolution over the next seven years, assuming the elimination of the Departments of Housing and Urban Development, Education, Commerce, and Energy, cutting Medicare by $22.6 billion more than the resolution and called for taking Social Security off budget with any surplus in the Social Security trust funds being used only for Social Security programs.", 
  "house_number": 2, 
  "introduced_at": "1995-05-18", 
  "number": 396, 
  "purpose": "An amendment in the nature of a substitute to replace the language of the resolution with the text of H. Con. Res. 66, which would provide for a balanced budget in 5 years, two years sooner than that provided for in the resolution, and provides for paying off the national debt by the year 2025. The amendment would spend $563 billion less over seven years than the resolution, while retaining the tax cut provisions of the resolution.", 
  "sponsor": {
    "district": "1", 
    "name": "Neumann, Mark W.", 
    "state": "WI", 
    "thomas_id": "00861", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-05-18T13:44:00-04:00", 
  "updated_at": "2013-07-17T07:50:47-04:00"
}