{
  "actions": [
    {
      "acted_at": "1996-03-13T15:17:00-05:00", 
      "references": [], 
      "text": "Amendments (A003) offered by Mr. Hyde.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-13T15:32:00-05:00", 
      "references": [
        {
          "reference": "No. 11", 
          "type": null
        }
      ], 
      "text": "Hyde amendment (A003) modified by unanimous consent. Modification to the Bachus amendment", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-13T15:33:00-05:00", 
      "references": [], 
      "text": "On agreeing to the Hyde amendments (A003) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt951-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2703-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2703
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendments expand the list of punishable offenses which qualify as providing material support to a terrorist organization; require Federal authorities to purchase only American-made equipment with the funds authorized by the bill; create a task force to study the impact of internationally-produced counterfeit U.S. currency on domestic crime and terrorist activity; and add offenses involving the use of biological weapons to those crimes punishable under Federal law.", 
  "house_number": 3, 
  "introduced_at": "1996-03-13", 
  "number": 951, 
  "purpose": "An amendment consisting of amendment Nos. 3, 8, 11, and 14 in House Report 104-480, offered en bloc, to do the following: (Hastings) to add several activities to the list of offenses qualified as providing material support to terrorist organizations; (Traficant) expressing that it is the sense of Congress to apply the Buy American provisions to all money authorized in the bill, whenever possible; (Bachus) to create a Task Force to assess the extent to which U.S. currency is being counterfeited overseas to support terrorism; (Kennedy MA) to add offenses relating to biological weapons to federal law as prosecutable criminal offenses.", 
  "sponsor": {
    "district": "6", 
    "name": "Hyde, Henry J.", 
    "state": "IL", 
    "thomas_id": "00580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1996-03-13", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}