{
  "actions": [
    {
      "acted_at": "1997-05-06T15:21:00-04:00", 
      "references": [], 
      "text": "Amendments (A006) offered by Mr. Lazio.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-06T15:42:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Lazio amendments (A006) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt56-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 2
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendments en bloc consist of amendments numbered 48, 47, 1, 23, 24, 49, 33, 20, 21, 28, and 45 as modified which were printed on pages H2188-H2190 in the Congressional Record for May 6, 1997.", 
  "house_number": 6, 
  "introduced_at": "1997-05-06", 
  "number": 56, 
  "purpose": "An amendment consisting of 11 amendments printed in the Congressional Record of April 29-May 1, 1997 as follows: Smith (MI) amendment No. 48, to specify that certain specified tenant services may be considered as eligible \"Resident Programs and Services; Klink amendment No 47, to require local housing authorities to notify local municipal officials of proposed development; DeGette amendment No. 1, to allow local housing authorities to use public housing block grants for child care services; Vento amendments Nos. 23 and 24, to create mandatory exemptions from the bill's minimum rent requirements for legal immigrants living in public housing or who lose their welfare benefits due to the welfare reform act; Taylor (MS) amendment No. 49, to prohibit owners of private housing complexes from receiving Section 8 rental assistance unless the owner agrees to allow local police enter common areas of the complex; Traficant amendment Nos. 20 and 21, relating to regional cooperation as a criteria for awarding Economic Development Initiative grants; Ensign amendment No. 28, to prohibit HUD from taking any action to decrease certain housing stock by the Las Vegas housing authority; Johnson (CT) amendment No. 33, to prohibit convicted sex offenders from receiving housing assistance; and the Holden amendment No. 45, as modified, to a.low the Secretary of HUD to require the public housing authority of Tamaqua Pennsylvania to convert certain housing from tenant-based assistance to project-based rental assistance.", 
  "sponsor": {
    "district": "2", 
    "name": "Lazio, Rick", 
    "state": "NY", 
    "thomas_id": "00670", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1997-05-06", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}