{
  "actions": [
    {
      "acted_at": "2005-03-17T11:58:00-05:00", 
      "references": [
        {
          "reference": "CR H1641-1653", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1641-1642", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) in the nature of a substitute offered by Mr. Watt.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-03-17T13:25:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 85, 
      "text": "On agreeing to the Watt amendment (A003) Failed by recorded vote: 134 - 292, 3 Present (Roll no. 85).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt67-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres95-109", 
    "bill_type": "hconres", 
    "congress": 109, 
    "number": 95
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment in the nature of a substitute printed in House Report 109-19 and numbered 3 was offered as the Congressional Black Caucus substitute.", 
  "house_number": 3, 
  "introduced_at": "2005-03-17", 
  "number": 67, 
  "purpose": "An amendment numbered 3 printed in House Report 109-19 to raise revenue by rescinding the tax cuts from 2001 and 2003 for the top two tax brackets, eliminating corporate tax incentives for off-shoring jobs, closing tax loopholes, abusive shelters, and methods of tax avoidance, and eliminating the repeal of the limitation on itemized deductions and the phase-out of personal exemptions (PEP) scheduled to take place between 2006 and 2010. These funds total an estimated $36.3 billion in FY 2006. Uses nearly $4 billion of these additional revenues for deficit reduction. The remaining funds are used to restore cuts and fund increases in specific budget function areas. These include full funding for No Child Left Behind and providing funds for school construction and increases for other education and job training programs. Allocates additional funding or job creation programs under SBA, community and regional development programs, and law enforcement initiatives such as juvenile justice and prisoner reentry programs. Provides funding for child nutrition programs, Community Health Centers, aeronautics and science research and development,.", 
  "sponsor": {
    "district": "12", 
    "name": "Watt, Melvin L.", 
    "state": "NC", 
    "thomas_id": "01207", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2005-03-17T13:25:00-05:00", 
  "updated_at": "2013-07-17T08:16:17-04:00"
}