{
  "actions": [
    {
      "acted_at": "2006-05-10T16:25:00-04:00", 
      "references": [
        {
          "reference": "CR H2453", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2453", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A005) offered by Mr. Tanner.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-10T16:25:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Tanner amendment (A005) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt807-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5122-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 5122
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment requires the Secretary of the Army to report to Congress concerning the proposal to reduce deployment times for members of the Army in connection with Operation Enduring Freedom and Operation Iraqi Freedom to a maximum of six months.", 
  "house_number": 5, 
  "introduced_at": "2006-05-10", 
  "number": 807, 
  "purpose": "An amendment numbered 5 printed in House Report 109-459 to express a Sense of Congress that the Army should continue to evaluate and consider the potential benefits of converting to six-month deployments for members of the Army, Army National Guard, and Army Reserves in connection with service in Iraq and Afghanistan, including potential impacts on the reduced deployment periods on soldier morale, recruiting and retention, readiness, and military operations. Requires the Secretary of the Army to submit a report to Congress containing: 1) The results of any studies conducted on soldiers and families regarding reduced deployment periods in Iraq and Afghanistan; 2) The Army's potential plans for the implementation of such reduced deployment periods; and 3) A discussion of the potential benefits and drawbacks associated with implementation of such reduced deployment times.", 
  "sponsor": {
    "district": "8", 
    "name": "Tanner, John S.", 
    "state": "TN", 
    "thomas_id": "01137", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2006-05-10T16:25:00-04:00", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}