{
  "actions": [
    {
      "acted_at": "1996-05-08T17:33:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Lazio.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-05-08T17:45:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Lazio amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1017-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2406-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2406
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment includes technical and clarifying changes; replaces the single block grant for Federally assisted housing with two block grants, one for capital needs and the other for operating expenses; increases to 30 percent the portion of public housing units reserved for families with incomes at or below 30 percent of the area median income; requires that 50 percent of assistance provided under the new tenant-based rental assistance voucher program be received by families making 60 percent or less of area median income; caps at 30 percent of income the maximum rent that may be charged to current residents earning 30 percent or less of area median income; establishes a 30 percent rent cap for all current elderly and disabled tenants; provides for the deregulation of 300 housing authorities; allows public housing authorities to convert their housing assistance to tenant-based vouchers under certain circumstances; establishes a commission to analyze the costs of public housing to facilitate cost comparisons; requires housing authority board members who are residents of public housing to be elected by their neighbors; allows a housing authority to enter into contracts with tenants to facilitate a movement from housing assistance into self-sufficiency; and establishes a demonstration program to allow 100 housing authorities to design programs that m.ve tenants from public housing into private home ownership markets.", 
  "house_number": 1, 
  "introduced_at": "1996-05-08", 
  "number": 1017, 
  "purpose": "An amendment made in order by the rule to make numerous technical and clarifying changes in the bill and to do the following: Increase from 25% to 30% the portion of public housing units to be reserved for families at or below 30% of the median income of the area; require that 50% of assistance provided under the rental assistance voucher program be reserved for families making at or less than 60% of the median income of an area; place a cap of 30% of income on the amount of rent charged to current residents; deregulate 300 local housing authorities over a three year period to remove restrictions on rental prices; allow local public housing authorities to convert their public housing assistance to tenant-based vouchers and to establish an independent National Commission on Housing Assistance Program Cost to analyze the total costs of federally assisted housing.", 
  "sponsor": {
    "district": "2", 
    "name": "Lazio, Rick", 
    "state": "NY", 
    "thomas_id": "00670", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1996-05-08T17:45:00-04:00", 
  "updated_at": "2013-07-17T07:50:54-04:00"
}