{
  "actions": [
    {
      "acted_at": "1997-05-01T12:59:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Lazio.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-05-01T13:12:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Lazio amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt51-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 2
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendment allows housing authorities to use additional funds earned from rent increases for more housing activities including the provision of additional vouchers; permits HOPE VI funds to be used for remodeling activities; deletes precise authorization levels in title II and inserts language that authorizes such sums as may be necessary; allows non-elderly disabled who may be displaced under the bill to qualify for other programs; adds language concerning the home rule flexibility grant option; and permits HUD to promulgate rules and regulations in the area of reverse mortgages.", 
  "house_number": 1, 
  "introduced_at": "1997-05-01", 
  "number": 51, 
  "purpose": "An amendment, printed as amendment No. 15 in the Congressional Record of April 29 and made in order by the rule, to make several technical and conforming changes to the bill. The amendment would also allow Public Housing Authorities to use any extra monies earned from rent increases to provide additional vouchers; clarify that the $15 million authorized for resident opportunity programs is authorized through the capital fund instead of through the operating subsidy fund; replaces the $1.86 billion authorization for choice-based housing assistance with such funds as may be appropriated; and clarify that the $50 million authorized for assistance to nonelderly disabled tenants may also be used for elderly tenants in housing facilities designated exclusively for elderly residents.", 
  "sponsor": {
    "district": "2", 
    "name": "Lazio, Rick", 
    "state": "NY", 
    "thomas_id": "00670", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1997-05-01T13:12:00-04:00", 
  "updated_at": "2013-07-17T07:51:33-04:00"
}