{
  "actions": [
    {
      "acted_at": "2008-02-07T13:40:00-05:00", 
      "references": [
        {
          "reference": "CR H736-751", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H736-749", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. George Miller.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-02-07T14:03:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Miller, George amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt933-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4137-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 4137
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment makes technical changes to the bill, as well as changes to the provisions on college costs to a more consumer friendly approach, while keeping the focus on accountability; revises the definition of the state funds that count toward meeting the State Maintenance of Effort requirement; revises a technical amendment to Pell grant funding; modifies the Cohort Default Rate provisions to provide for a transition period before the new sanctions are imposed and provides for targeted technical assistance to schools in danger of losing their federal student aid as a result of high Cohort Default Rates; provides assurances that students will be aware of lower-cost federal student aid options before turning to more expensive private loans and a means to help students avoid potentially compromising their federal aid eligibility by inadvertently relying on private student loans or borrowing excess amounts of private student loans; and includes studies.", 
  "house_number": 1, 
  "introduced_at": "2008-02-07", 
  "number": 933, 
  "purpose": "An amendment numbered 1 printed in House Report 110-523 to make technical changes to the bill, as well as changes to the provisions on college costs to a more consumer friendly approach, while keeping the focus on accountability; revises the definition of the state funds that count toward meeting the State Maintenance of Effort requirement; revises a technical amendment to Pell grant funding; modifies the Cohort Default Rate provisions to provide for a transition period before the new sanctions are imposed and provides for targeted technical assistance to schools in danger of losing their federal student aid as a result of high Cohort Default Rates; provides assurances that students will be aware of lower-cost federal student aid options before turning to more expensive private loans and a means to help students avoid potentially compromising their federal aid eligibility by inadvertently relying on private student loans or borrowing excess amounts of private student loans; and includes studies.", 
  "sponsor": {
    "district": "7", 
    "name": "Miller, George", 
    "state": "CA", 
    "thomas_id": "00808", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-02-07T14:03:00-05:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}