{
  "actions": [
    {
      "acted_at": "2001-05-23T11:44:00-04:00", 
      "references": [
        {
          "reference": "CR H2586-2588", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2587-2588", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A014) offered by Mr. Tiahrt.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-05-23T11:57:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Tiahrt amendment (A014) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt56-107", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1-107", 
    "bill_type": "hr", 
    "congress": 107, 
    "number": 1
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "107", 
  "description": "Amendment adds language concerning parental right to information and specifies that parents will have the right to access the curriculum to which their children are exposed; will also have the right to give informed written consent prior to any student being required to undergo nonemergency medical or mental health examinations, testing or treatment while at school; and will be afforded the right to inspect surveys and questionnaires seeking personal information before they are given to students.", 
  "house_number": 14, 
  "introduced_at": "2001-05-23", 
  "number": 56, 
  "purpose": "An amendment numbered 14 printed in House Report 106-69 to insert the so-called \"Parental Freedom of Information\" text into the bill which guarantees parents the right to access the curriculum to which their children are exposed. In addition, the amendment requires informed written consent prior to any student being required to undergo non-emergency medical, psychological or psychiatric examination, testing or treatment while at school. The amendment further clarifies that no student should be required to take any survey, analysis or evaluation that reveals personal information or seeks responses on material inappropriate for children.", 
  "sponsor": {
    "district": "4", 
    "name": "Tiahrt, Todd", 
    "state": "KS", 
    "thomas_id": "01158", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2001-05-23T11:57:00-04:00", 
  "updated_at": "2013-07-17T08:15:54-04:00"
}