{
  "actions": [
    {
      "acted_at": "2010-06-16T11:34:00-04:00", 
      "references": [
        {
          "reference": "CR H4529-4531", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4529-4530", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) offered by Mr. Nye.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-06-16T11:43:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Nye amendment (A002) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt695-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5297-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 5297
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment adds four stipulations to the Small Business Lending Fund to safeguard small businesses in the bill: 1) provides a definition of what constitutes a small business in order to ensure that funds are properly lent; 2) links lending incentives to volume in order to open up the credit markets to every qualified small business; 3) sets a hardened baseline when measuring a bank's lending record; and 4) includes small business lending companies with less than $10 billion in assets as qualified financial institutions alongside community banks and small credit unions.", 
  "house_number": 2, 
  "introduced_at": "2010-06-16", 
  "number": 695, 
  "purpose": "An amendment numbered 3 printed in part C of House Report 111-506 to add four stipulations to the Small Business Lending Fund to safeguard small businesses in the bill: 1) base SBLF incentives on number of loans an institution makes, not just the total dollars of loans; 2) include Small Business Lending Centers with less than $10 billion in assets as qualified financial institutions to participate in the SBLF; 3) add the SBA definition to define what a small business is; and 4) change the base lending amount from a comparison of the fourth quarter of 2009, to a full year of data.", 
  "sponsor": {
    "district": "2", 
    "name": "Nye, Glenn C.", 
    "state": "VA", 
    "thomas_id": "01957", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2010-06-16T11:43:00-04:00", 
  "updated_at": "2013-07-17T08:16:57-04:00"
}