{
  "actions": [
    {
      "acted_at": "1995-02-15T17:40:00-05:00", 
      "references": [], 
      "text": "Amendment (A002) offered by Mr. Spratt.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-15T19:14:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 136, 
      "text": "On agreeing to the Spratt amendment (A002) Agreed to by recorded vote: 218 - 212 (Roll no. 136).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt164-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr7-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 7
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment establishes as U.S. policy an order to priority for missile defense programs by first, ensuring operational readiness of the Armed Forces and accomplishing programmed modernization of weapons systems; second, under such modernization, funding the completion of development and deployment at the earliest date of more effective theater missile defense (TMD) systems; and, third, developing as soon as funding is available, a ground-based interceptor system capable of destroying ballistic missiles launched against the United States.", 
  "house_number": 2, 
  "introduced_at": "1995-02-15", 
  "number": 164, 
  "purpose": "An amendment (printed as amendment No. 41 in the Congressional Record of February 14, 1995 to establish the following policy priorities with regard to missile defense development: 1. that operational readiness of the Armed Forces should take precedence over development of any missile defense systems; 2. that theater missile defense development should take precedence over national missile defense; 3. that land-based missile defense should take precedence over space-based missile defense development.", 
  "sponsor": {
    "district": "5", 
    "name": "Spratt, John M., Jr.", 
    "state": "SC", 
    "thomas_id": "01092", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1995-02-15T19:14:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}