{
  "actions": [
    {
      "acted_at": "1999-06-15T14:34:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Shuster.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-06-15T14:46:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Shuster amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt168-106", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1000-106", 
    "bill_type": "hr", 
    "congress": 106, 
    "number": 1000
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "106", 
  "description": "Amendment incorporates 40 specific provisions including adjusting slot restriction provisions; broadens the eligibility for noise mitigation programs; authorizes the FAA to hire additional inspectors for air cargo security; authorizes funding out of the Trust Fund to pay for the aviation activities of the Department's Bureau of Transportation Statistics; increases the number of military airports eligible to receive grants under the Military Airport Program from 12 to 15; makes the construction of intermodal connections eligible for grants under the Airport Improvement Program; and increases the number of States eligible to participate in the State block grant program.", 
  "house_number": 1, 
  "introduced_at": "1999-06-15", 
  "number": 168, 
  "purpose": "An amendment printed in H.Rept. 106-185 to incorporate 40 specific provisions including the elimination of slot restrictions at O'Hare, LaGuardia, and Kennedy airports and making additional slots available for new airlines; broadening the eligibility for noise mitigation programs; and enhancing safety and security programs.", 
  "sponsor": {
    "district": "9", 
    "name": "Shuster, Bud", 
    "state": "PA", 
    "thomas_id": "01055", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1999-06-15T14:46:00-04:00", 
  "updated_at": "2013-07-17T08:15:42-04:00"
}