{
  "actions": [
    {
      "acted_at": "1995-03-02T11:43:00-05:00", 
      "references": [], 
      "text": "Amendment (A002) offered by Mr. Tauzin to the Canady amendment (A001).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-03-02T15:31:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 190, 
      "text": "On agreeing to the Tauzin amendment (A002) Agreed to by recorded vote: 301 - 128 (Roll no. 190).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt248-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": {
    "amendment_id": "hamdt247-104", 
    "amendment_type": "hamdt", 
    "congress": 104, 
    "number": 247
  }, 
  "amends_bill": {
    "bill_id": "hr925-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 925
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment to the Canady substitute amendment (A001) requires the Federal Government to purchase the portion of a property affected by an agency action, at fair market value, if the loss in value exceeds 50 percent and the owner so requests; and provides that the bill's compensation requirements will apply only in cases involving restrictions imposed by an agency under the Clean Water Act wetlands program, the Endangered Species Act, and cases involving the taking of water rights.", 
  "house_number": 2, 
  "introduced_at": "1995-03-02", 
  "number": 248, 
  "purpose": "An amendment (numbered 7 as printed in the Congressional Record) to the Canady substitute to retain the main provisions of the Canady amendment, but further requires the Federal Government to purchase the portion of a property affected by an agency action, at fair market value, if the loss in value exceeds 50% and the owner so requests. The amendment also limits the scope of the bill, providing that the measure's compensation requirements would apply only in cases involving restrictions imposed by an agency under the following provisions of law: 1) Clean Water Act wetlands permitting program; 2) Endangered Species Act; 3) Resource Conservation provisions of the 1985 Farm Bill; 4) Rights to receive and use water under the Reclamation Acts, Federal Land Policy and Management Act, and Forest and Rangeland Renewable Resources Planning Act.", 
  "sponsor": {
    "district": "3", 
    "name": "Tauzin, W. J. (Billy)", 
    "state": "LA", 
    "thomas_id": "01140", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1995-03-02T15:31:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}