{
  "actions": [
    {
      "acted_at": "1999-05-05T17:18:00-04:00", 
      "references": [], 
      "text": "Amendment (A011) in the nature of a substitute offered by Mr. Nadler.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-05T17:18:00-04:00", 
      "references": [], 
      "text": "Nadler amendment (A011) modified by unanimous consent. The amendment offered by Mr. Nadler was modified to make technical changes.", 
      "type": "action"
    }, 
    {
      "acted_at": "1999-05-05T18:39:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Nadler amendment (A011) as modified Failed by recorded vote: 149 - 272 (Roll no. 114).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt64-106", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr833-106", 
    "bill_type": "hr", 
    "congress": 106, 
    "number": 833
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "106", 
  "description": "Amendment in the nature of a substitute sought to include various consumer bankruptcy revisions; provide a means test that uses the debtor's income and expenses instead of IRS allowances for living expenses; eliminate provisions to make credit card debt non-dischargeable; and specify that family support has priority over State and local governments child support enforcement payments.", 
  "house_number": 11, 
  "introduced_at": "1999-05-05", 
  "number": 64, 
  "purpose": "An amendment to include various consumer bankruptcy revisions; provide a means test that uses the debtor's income and expenses instead of IRS allowances for living expenses; eliminate provisions to make credit card debt non-dischargeable; and specify that family support has priority over state and local governments child support enforcement payments.", 
  "sponsor": {
    "district": "8", 
    "name": "Nadler, Jerrold", 
    "state": "NY", 
    "thomas_id": "00850", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1999-05-05", 
  "updated_at": "2013-07-17T08:15:42-04:00"
}