{
  "actions": [
    {
      "acted_at": "1997-06-04T20:09:00-04:00", 
      "references": [], 
      "text": "Amendments (A012) offered by Mr. Gilman.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T20:23:00-04:00", 
      "references": [], 
      "text": "Gilman amendment (A012) modified by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T20:23:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Gilman amendments (A012) as modified Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T15:03:00-04:00", 
      "references": [], 
      "text": "Mr. Serrano demanded a separate vote on the Gilman amendments (A012) as modified.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T15:14:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Gilman amendments (A012) as modified Agreed to by recorded vote: 292 - 135, 1 Present (Roll no. 189).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt140-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1757-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 1757
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendments urge Peru to respect the rights of prisoners and expedite legal procedures; direct the State Department to monitor human rights in Ethiopia; establish special envoys to promote mutual disarmament talks throughout the world; express the sense of Congress that Taiwan should reconsider the transfer of nuclear waste to North Korea; express support for Prime Minister Gujral of India; support the sovereignty of Belarus; support the accession of Taiwan to the World Trade Organization; require a report concerning human rights violations of the Hmong and Laotian refugees who have returned to Laos; withhold assistance to countries that provide nuclear fuel to Cuba; make funds available for the Cuban Liberty and Democratic Solidarity Act of 1996 and the Cuban Democracy Act of 1992; urge the President to achieve an international arms sales code of conduct with all Wassenaar Arrangement countries; and require compliance with the Buy American Act.", 
  "house_number": 12, 
  "introduced_at": "1997-06-04", 
  "number": 140, 
  "purpose": "An amendment consisiting of several amendments, offered en bloc, as follows: Ewing, expressing the sense of Congress that Peru should respect the rights of prisoners to timely legal procedures; Jackson-Lee, directing the State Department to monitor human rights progress in Ethiopia; Kennedy (MA), to establish special envoys to promote mutual disarmament; Kim, expressing a sense of Congress that Taiwan should reconsider its proposed deal to transfer low-level nuclear waste to North Korea; Pallone, expressing a sense of Congress that the administration should support the Prime Minister of India in strengthening ties with the U.S. and that the President and Secretary of State should call on the President of Belarussia to defend and protect the sovereignty of Belarussia; Rohrabacher, to authorize a Congressional Statement in support of Taiwan's efforts to be admitted to the World Trade Organization; Vento, to require the State Department to report to Congress, within 90 days of enactment, on allegations of persecution of Hmong and Laotian refugees repatriated to Laos; Traficant, \"Buy American\"; Menendez amendment regarding fuel to Cuba;", 
  "sponsor": {
    "district": "20", 
    "name": "Gilman, Benjamin A.", 
    "state": "NY", 
    "thomas_id": "00440", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1997-06-04", 
  "updated_at": "2013-07-17T07:51:35-04:00"
}