{
  "actions": [
    {
      "acted_at": "2009-11-07T19:40:00-05:00", 
      "references": [
        {
          "reference": "CR H12921-12927, H12962", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H12921", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Stupak.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-11-07T22:20:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": 884, 
      "text": "On agreeing to the Stupak amendment (A001) Agreed to by the Yeas and Nays: 240 - 194, 1 Present (Roll no. 884).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt509-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3962-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 3962
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment codifies the Hyde Amendment in H.R. 3962; prohibits federal funds for abortion services in the public option and prohibits individuals who receive affordability credits from purchasing a plan that provides elective abortions. Amendment does allow individuals, who receive affordability credits or not, to separately purchase with their own funds, plans that cover elective abortions. Finally, the amendment clarifies that private plans may still offer elective abortions.", 
  "house_number": 1, 
  "introduced_at": "2009-11-07", 
  "number": 509, 
  "purpose": "An amendment printed in Part C of House Report 111-330 to codify the Hyde Amendment in H.R. 3962. The amendment prohibits federal funds for abortion services in the public option. It also prohibits individuals who receive affordability credits from purchasing a plan that provides elective abortions. However, it allows individuals, both who receive affordability credits and who do not, to separately purchase with their own funds plans that cover elective abortions. It also clarifies that private plans may still offer elective abortions.", 
  "sponsor": {
    "district": "1", 
    "name": "Stupak, Bart", 
    "state": "MI", 
    "thomas_id": "01123", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-11-07T22:20:00-05:00", 
  "updated_at": "2013-07-17T08:16:56-04:00"
}