{
  "actions": [
    {
      "acted_at": "2006-05-17T22:02:00-04:00", 
      "references": [
        {
          "reference": "CR 5/18/2006 H2730-3739, H2747", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 5/18/2006 H2730-2733", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) in the nature of a substitute offered by Mr. Hensarling.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-18T00:16:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 156, 
      "text": "On agreeing to the Hensarling amendment (A003) Failed by recorded vote: 94 - 331, 1 Present (Roll no. 156).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt832-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres376-109", 
    "bill_type": "hconres", 
    "congress": 109, 
    "number": 376
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment in the nature of a substitute printed in House Report 109-468 and numbered 2 was offered as the Republican Study Committee substitute.", 
  "house_number": 3, 
  "introduced_at": "2006-05-17", 
  "number": 832, 
  "purpose": "An amendment in the nature of a substitute numbered 2 printed in part B of House Report 109-468 to balance the federal budget by FY 2011, without increasing taxes; extend the Presidents 2001 and 2003 tax cuts and provide AMT relief; eliminate roughly 150 federal programs; realize a $392 billion net deficit reduction over five years, while increasing defense and veterans spending and making no changes to Social Security; call for $358 billion in reconciliation savings over five years, achieved in part by block granting Medicaid, SCHIP, and most federal education and job training programs, and capping the growth of Medicare at 5.4% annually; significantly restructure the Departments of Commerce, Energy, and Education; reduce foreign aid by $31 billion over five years; allow drilling in ANWR; repeal Davis-Bacon, and eliminates highway (SAFTEA-LU) earmarks; repeal the Gephardt rule; include reforms to emergency spending; and create Budget Protection Accounts to divert spending to deficit reduction and further tax relief.", 
  "sponsor": {
    "district": "5", 
    "name": "Hensarling, Jeb", 
    "state": "TX", 
    "thomas_id": "01749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2006-05-18T00:16:00-04:00", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}