{
  "actions": [
    {
      "acted_at": "2007-05-10T23:30:00-04:00", 
      "references": [
        {
          "reference": "CR 5/11/2007 H4897-4898", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 5/11/2007 H4897", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) offered by Mr. Thompson (CA).", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-05-10T23:40:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Thompson (CA) amendment (A003) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt176-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2082-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2082
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment requires the Director of National Intelligence to submit to the congressional intelligence committees a report containing-- (1) the number of intelligence collectors and analysts employed or contracted by each element of the intelligence community; and (2) a plan to maximize the number of intelligence collectors employed or contracted by the intelligence community; and placed a limitation on the number of personnel authorized for the Office of the Director of National Intelligence.", 
  "house_number": 3, 
  "introduced_at": "2007-05-10", 
  "number": 176, 
  "purpose": "An amendment numbered 4 printed in House Report 110-144 to require that the Office of the Director of National Intelligence submit a report to the Congressional Intelligence committees, no later than 120 days after enactment, that provides: (1) the number of collectors and analysts, by agency, and (2) a plan to maximize the number of collectors and decrease the number of personnel authorized to the Office of the Director of National Intelligence.", 
  "sponsor": {
    "district": "1", 
    "name": "Thompson, Mike", 
    "state": "CA", 
    "thomas_id": "01593", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2007-05-10T23:40:00-04:00", 
  "updated_at": "2013-07-17T08:16:31-04:00"
}