{
  "actions": [
    {
      "acted_at": "2005-03-16T20:56:00-05:00", 
      "references": [
        {
          "reference": "CR H1587-1598", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1587-1594", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) in the nature of a substitute offered by Mr. Hensarling.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-03-17T11:37:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H1633-1640", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1633-1639", 
          "type": "text"
        }
      ], 
      "result": "fail", 
      "roll": 83, 
      "text": "On agreeing to the Hensarling amendment (A001) Failed by recorded vote: 102 - 320 (Roll no. 83).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt65-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres95-109", 
    "bill_type": "hconres", 
    "congress": 109, 
    "number": 95
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment in the nature of a substitute printed in House Report 109-19 and numbered 2 was offered as the Republican Study Committee substitute.", 
  "house_number": 1, 
  "introduced_at": "2005-03-16", 
  "number": 65, 
  "purpose": "An amendment numbered 2 printed in House Report 109-19 to replace the current 19 functional categories with four functions: Defense, Homeland Security, Non-Defense Discretionary and Mandatory Spending, and Interest. Accepts the Iraq Operations Reserve Fund and creates a new `rainy day' fund for non-military emergencies. Discretionary Spending: Defense: Accepts the President's and Budget Committee's levels that provide for a 4.4% increase over last year. Homeland Security: Accepts the President's and Budget Committee's levels that provide for a 3.6% increase over last year. Non-Security Discretionary: Reduces spending by 2% compared to last year's level (the Budget Committee calls for a .7% reduction), which is over $5.1 billion more in first-year savings than the Committee's bill. Mandatory Spending: Includes reconciliation instructions reducing the rate of growth of mandatory spending from 6.4% to 6.1% (while making no changes to Social Security), which is over $58 billion more in savings than the Budget Committee's levels and a total of $125 billion in savings over five years. The Committees would be permitted to apply the savings unevenly across mandatory programs with particular emphasis on exempting earned entitlement programs. Taxes: Assumes the Committee's number for tax relief over the next five years, whil. reconciling the entire amount (the Committee reconciles $45 billion of the $107 billion allotted over five years). Budget Enforcement: Creates a point of order against consideration of a rule or order reported by the Rules Committee waiving sections 302(f) or 303(a) (other than paragraph 2) of the Congressional Budget Act of 1974. This point of order can only be waived", 
  "sponsor": {
    "district": "5", 
    "name": "Hensarling, Jeb", 
    "state": "TX", 
    "thomas_id": "01749", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2005-03-17T11:37:00-05:00", 
  "updated_at": "2013-07-17T08:16:17-04:00"
}