{
  "actions": [
    {
      "acted_at": "2009-04-30T11:40:00-04:00", 
      "references": [
        {
          "reference": "CR H5016-5018", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5016-5017", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Gutierrez.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-04-30T11:51:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Gutierrez amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt90-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr627-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 627
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment allows issuers to charge consumers for expedited payments by telephone when consumers request such an expedited payment; makes technical corrections; requires that all credit card offers notify prospective applicants that excessive credit applications can adversely affect their credit rating; directs the Board of Governors of the Federal Reserve to suggest appropriate guidelines for creditors to supply cardholders with information regarding the availability of legitimate and accredited credit counseling services; requires all written information, provisions, and terms in or on any application, solicitation, contract, or agreement for any credit card account under an open end consumer credit to appear in no less than 12 point font; and requires that stores who are self-issuers of credit cards display a large visible sign at counters with the same information that is required to be disclosed on the application itself.", 
  "house_number": 1, 
  "introduced_at": "2009-04-30", 
  "number": 90, 
  "purpose": "An amendment numbered 1 printed in House Report 111-92 to allow issuers to charge consumers for expedited payments by telephone when consumers request such an expedited payment, and would make technical corrections; would require that all credit card offers notify prospective applicants that excessive credit applications can adversely affect their credit rating; would direct the Board of Governors of the Federal Reserve to suggest appropriate guidelines for creditors to supply cardholders with information regarding the availability of legitimate and accredited credit counseling services; would require all written information, provisions, and terms in or on any application, solicitation, contract, or agreement for any credit card account under an open end consumer credit to appear in no less than 12 point font; and would require that stores who are self-issuers of credit cards display a large visible sign at counters with the same information that is required to be disclosed on the application itself.", 
  "sponsor": {
    "district": "4", 
    "name": "Gutierrez, Luis V.", 
    "state": "IL", 
    "thomas_id": "00478", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-04-30T11:51:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}