{
  "actions": [
    {
      "acted_at": "1995-02-15T21:55:00-05:00", 
      "references": [], 
      "text": "Substitute (A007) offered by Mr. Montgomery to the Skelton amendment (A005).", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-02-15T22:58:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 139, 
      "text": "On agreeing to the Montgomery amendment (A007) as amended Failed by recorded vote: 203 - 225 (Roll no. 139).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt169-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": {
    "amendment_id": "hamdt167-104", 
    "amendment_type": "hamdt", 
    "congress": 104, 
    "number": 167
  }, 
  "amends_bill": {
    "bill_id": "hr7-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 7
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment offered as a substitute to the Skelton amendment (A005) sought to provide that of the total amount of funds appropriated or otherwise made available for the Department of Defense for fiscal year 1996, the amount obligated for national missile defense programs may not exceed the amount made available for national missile defense programs for fiscal year 1995 until the Secretary of Defense certifies to the Congress that the Armed Forces are properly sized, equipped, and structured and are ready to carry out assigned missions as required by the national military strategy. \\   As amended by the Dellums amendment (A008), housing was added to the above list of readiness needs.", 
  "house_number": 7, 
  "introduced_at": "1995-02-15", 
  "number": 169, 
  "purpose": "An amendment offered as a substitute to the Skelton amendment, specifying that the funds expended in 1996 for missile defense shall not exceed the amount made available for missile defense for fiscal year 1995, until the military readiness programs such as force sizing, equipment and structure are fully funded.", 
  "sponsor": {
    "district": "3", 
    "name": "Montgomery, G. V. (Sonny)", 
    "state": "MS", 
    "thomas_id": "00827", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-02-15T22:58:00-05:00", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}