{
  "actions": [
    {
      "acted_at": "2009-05-13T13:47:00-04:00", 
      "references": [
        {
          "reference": "CR H5515-5516", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5515", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A009) offered by Mr. Maffei.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-13T13:48:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Maffei amendment (A009) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt130-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2187-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2187
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment requires the Education Secretary, in consultation with the Labor Secretary, to work with funding recipients to promote opportunities for individuals enrolled in Job Corps to gain employment experience on modernization, repair, and construction projects funded under the Act. The amendment also requires the Secretary of Education in consultation with the Secretary of Labor, to work with recipients of funds to promote appropriate opportunities for individuals enrolled in a junior or community college.", 
  "house_number": 9, 
  "introduced_at": "2009-05-13", 
  "number": 130, 
  "purpose": "An amendment numbered 9 printed in House Report 111-106 to require the Education Secretary, in consultation with the Labor Secretary, to work with funding recipients to promote opportunities for individuals enrolled in Job Corps to gain employment experience on modernization, repair, and construction projects funded under the Act. The amendment also requires the Secretary of Education in consultation with the Secretary of Labor, to work with recipients of funds to promote appropriate opportunities for individuals enrolled in a junior or community college.", 
  "sponsor": {
    "district": "25", 
    "name": "Maffei, Daniel B.", 
    "state": "NY", 
    "thomas_id": "01943", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-05-13T13:48:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}