{
  "actions": [
    {
      "acted_at": "2008-03-06T12:09:00-05:00", 
      "references": [
        {
          "reference": "CR H1381-1382", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1381", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A002) offered by Mr. McKeon.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-03-06T12:16:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the McKeon amendment (A002) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt960-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2857-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2857
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment to require the Corporation to establish priorities for programs funded under the national service laws that recruit veterans into service opportunities; promote community-based efforts to meet the needs of military families while a family member is deployed; and promote community-based efforts to meet the needs of military families when a member of the family returns from a deployment. The amendment also would require the Corporation to annually report to Congress on the number and percentage of national service positions eligible for the education award that are filled by veterans, and to establish annual goals for increasing those numbers and percentages.", 
  "house_number": 2, 
  "introduced_at": "2008-03-06", 
  "number": 960, 
  "purpose": "An amendment numbered 2 printed in House Report 110-539 to require the Corporation to establish priorities for programs funded under the national service laws for programs that recruit veterans into service opportunities, promote community-based efforts to meet the needs of military families while a family member is deployed, and promote community-based efforts to meet the needs of military families when a member of the family returns from a deployment. The amendment also would require the Corporation to annually report to Congress on the number and percentage of national service positions eligible for the education award that are filled by veterans, and to establish annual goals for increasing those numbers and percentages.", 
  "sponsor": {
    "district": "25", 
    "name": "McKeon, Howard P. \"Buck\"", 
    "state": "CA", 
    "thomas_id": "00778", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-03-06T12:16:00-05:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}