{
  "actions": [
    {
      "acted_at": "2009-06-10T14:10:00-04:00", 
      "references": [
        {
          "reference": "CR H6484-6485", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6484", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) offered by Mr. Polis (CO).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-10T14:16:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Polis (CO) amendment (A003) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt183-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2410-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2410
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment provides for broadening the experience within the Foreign Service and encourages Foreign Service officers to pursue a functional specialty by making it mandatory to develop a functional focus during an officer's first two years as well as creating a more diverse promotions panel where functional and regional specialists are evenly distributed. The amendment requires the State Department to make materials from libraries and resource centers, including U.S. films available over the Internet when possible and for the advisory commission on public diplomacy to gauge the effectiveness of online outreach authorized under section 214.", 
  "house_number": 3, 
  "introduced_at": "2009-06-10", 
  "number": 183, 
  "purpose": "An amendment numbered 3 printed in part C of House Report 111-143 to broaden the experience within the Foreign Service and encourage Foreign Service officers to pursue a functional specialty by making it mandatory to develop a functional focus during an officer's first two years as well as creating a more diverse promotions panel where functional and regional specialists are evenly distributed. It requires the State Department to make materials from libraries and resource centers, including U.S. films available over the Internet when possible and for the advisory commission on public diplomacy to gauge the effectiveness of online outreach authorized under section 214.", 
  "sponsor": {
    "district": "2", 
    "name": "Polis, Jared", 
    "state": "CO", 
    "thomas_id": "01910", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-06-10T14:16:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}