{
  "actions": [
    {
      "acted_at": "2009-06-11T13:54:00-04:00", 
      "references": [
        {
          "reference": "CR H6574-6580", 
          "type": "conideration"
        }, 
        {
          "reference": "CR H6574-6575", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) in the nature of a substitute offered by Ms. Ros-Lehtinen.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-11T14:53:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 331, 
      "text": "On agreeing to the Ros-Lehtinen amendment (A001) Failed by the Yeas and Nays: 173 - 246 (Roll no. 331).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt209-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1886-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 1886
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment in the nature of a substitute sought to fully fund the administration's request for non-military assistance to Pakistan ($1.5 billion) for FY 2010 by providing \"such sums\" as may be necessary through 2013. It also sought to require that the administration submit a comprehensive interagency strategy and implementation plan; require quarterly briefings on developments in Pakistan; and written notification to the Congress of adjustments in strategy and related changes in allocations and expenditures.", 
  "house_number": 1, 
  "introduced_at": "2009-06-11", 
  "number": 209, 
  "purpose": "An amendment in the nature of a substitute printed in part B of House Report to fully fund the administration's request for non-military assistance to Pakistan ($1.5 billion) for FY 2010 and provides \"such sums\" as may be necessary through 2013. It also requires that the administration submit a comprehensive interagency strategy and implementation plan; requires quarterly briefings on developments in Pakistan; as well as written notification to the Congress of adjustments in strategy and related changes in allocations and expenditures.", 
  "sponsor": {
    "district": "18", 
    "name": "Ros-Lehtinen, Ileana", 
    "state": "FL", 
    "thomas_id": "00985", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2009-06-11T14:53:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}