{
  "actions": [
    {
      "acted_at": "1995-09-12T18:13:00-04:00", 
      "references": [], 
      "text": "Amendment (A008) in the nature of a substitute offered by Mr. Andrews.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-09-12T19:04:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 651, 
      "text": "On agreeing to the Andrews amendment (A008) Failed by recorded vote: 178 - 232 (Roll no. 651).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt778-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1594-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 1594
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to express the sense of Congress that the Labor Department should apply the same fiduciary standards to economically targeted investments as are applicable to pension plan investments generally under ERISA and eliminate the ETI clearinghouse.", 
  "house_number": 8, 
  "introduced_at": "1995-09-12", 
  "number": 778, 
  "purpose": "An amendment in the nature of a substitute that would eliminate all provisions of the bill except the provisions which eliminate the economically targeted investment (ETI) clearinghouse. The substitute would express that it is the sense of the Congress that the Labor Department should apply the same fiduciary standards to ETIs as are applicable to pension plan investments generally under the Employee Retirement Income Security Act. The amendment would also void the Labor Department's interpretive bulletin 94-1 to the extent that it is construed as authorizing investments which are in violation of ERISA.", 
  "sponsor": {
    "district": "1", 
    "name": "Andrews, Robert E.", 
    "state": "NJ", 
    "thomas_id": "00021", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-09-12T19:04:00-04:00", 
  "updated_at": "2013-07-17T07:50:48-04:00"
}