{
  "actions": [
    {
      "acted_at": "2005-02-17T11:53:00-05:00", 
      "references": [], 
      "text": "Amendment (A001) in the nature of a substitute offered by Mr. Conyers.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-02-17T13:05:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 36, 
      "text": "On agreeing to the Conyers amendment (A001) Failed by the Yeas and Nays: 178 - 247 (Roll no. 36).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt11-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "s5-109", 
    "bill_type": "s", 
    "congress": 109, 
    "number": 5
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment in the nature of a substitute sought to replace the provisions of the bill with the text of the \"Class Action Fairness Act of 2005\".", 
  "house_number": 1, 
  "introduced_at": "2005-02-17", 
  "number": 11, 
  "purpose": "An amendment in the nature of a substitute to clarify that cases brought by state attorneys general are excluded from the provisions of the class action bill and are not forced into federal court; to limit the court's ability to seal or make subject to a protective order, records unless it is necessary to protect trade confidentiality and is consistent with the protection of public health and safety or the disclosure of the information is clearly outweighed by a specific and substantial interest in maintaining the confidentiality of the information; to carve out State civil rights claims in order to make sure that civil rights plaintiffs, especially those seeking immediate injunctive relief, can have their grievances addressed in a timely manner; to carve out State civil rights claims to allow wage and hour class action members to have their grievances addressed in a timely manner; to prohibit domestic corporations that reincorporate abroad in order to avoid U.S. taxes and legal liability from benefitting from the new class action rules. Such corporations will retain the citizenship they had prior to their reincorporation; to remove the mass torts language; and to prohibit a federal judge from denying certification on the basis that more than one state law applies.", 
  "sponsor": {
    "district": "14", 
    "name": "Conyers, John, Jr.", 
    "state": "MI", 
    "thomas_id": "00229", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2005-02-17T13:05:00-05:00", 
  "updated_at": "2013-07-17T08:16:17-04:00"
}