{
  "actions": [
    {
      "acted_at": "1995-04-05T20:03:00-04:00", 
      "references": [], 
      "text": "Amendment (A001) in the nature of a substitute offered by Mr. Gephardt.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-04-05T21:54:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 292, 
      "text": "On agreeing to the Gephardt amendment (A001) Failed by recorded vote: 119 - 313 (Roll no. 292).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt337-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1215-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 1215
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to provide tax deductions for low-income families to support costs of higher education; create a new type of savings bonds called \"Guaranteed Education Plan Bonds\"; provide for penalty-free withdrawal of current IRAs to pay for higher education costs, raise the eligibility limit to $85,000 for couples filing a joint return and to $60,000 for single taxpayers and phase in an additional $2,000 deduction contribution for spouses; establish a new nondeductible tax-free IRA subject to current law income eligibility requirements; delay the effective dates of these tax provisions until the Office of Management and Budget certified the Federal budget will be balanced by fiscal year 2002 and suspends them if the Federal budget deficit does not meet specific reduction targets; extend the PAYGO provision through fiscal year 2000 and reduce mandatory caps on discretionary spending for fiscal years 1996-1998 and extend them through fiscal year 2000; reduce mandatory caps on discretionary spending for fiscal years 1996-1998 and extend them through fiscal year 2000; permit the Internal Revenue Service to tax estates of expatriates who renounce their citizenship; and establish new reporting requirements for residents and citizens who move assets into or receive income from foreign trust..", 
  "house_number": 1, 
  "introduced_at": "1995-04-05", 
  "number": 337, 
  "purpose": "An amendment in the nature of a substitute to provide $31.6 billion in tax cuts for married couples earning up to $85,000 and single persons earning up to $60,000. The tax cut would be offset by $25 billion in descretionary spending cuts over five years, capping spending on the Crime Trust Fund for FY 1999, extending authority of the FCC to auction licenses for the radio broadcast spectrum, and raising $1 billion over five years by requiring U.S. taxpayers to pay taxes on income from foreign grantor trusts, and imposing a tax on wealthy citizens who renounce their citizenship. The substitute would not raise the pension contribution of federal employees or cut benefits for federal retirees. The substitute specifies that the tax cuts would not take effect until the OMB certified that legislation had been enacted that would balance the budget by FY 2002.", 
  "sponsor": {
    "district": "3", 
    "name": "Gephardt, Richard A.", 
    "state": "MO", 
    "thomas_id": "00433", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1995-04-05T21:54:00-04:00", 
  "updated_at": "2013-07-17T07:50:46-04:00"
}