{
  "actions": [
    {
      "acted_at": "2010-04-15T14:48:00-04:00", 
      "references": [
        {
          "reference": "CR H2602-2603", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2603", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Oberstar.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-04-15T14:53:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Oberstar amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt595-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4715-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 4715
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment ensures that program evaluations assess whether the implementation of a comprehensive conservation and management plan is achieving its stated goals; (2) enhances public education on the connections between air, land, and water and the potential impacts on estuarine health; (3) strikes the existing statutory priority list for estuaries to clarify that existing and proposed management conferences enter or remain in the program on a competitive basis and (4) removes individuals from the list of approved recipients for grants under this program.", 
  "house_number": 1, 
  "introduced_at": "2010-04-15", 
  "number": 595, 
  "purpose": "An amendment numbered 1 printed in House Report 111-463 to ensure that program evaluations assess whether the implementation of a comprehensive conservation and management plan is achieving its stated goals; (2) enhance public education on the connections between air, land, and water and the potential impacts on estuarine health; (3) strike the existing statutory priority list for estuaries to clarify that existing and proposed management conferences enter or remain in the program on a competitive basis, and (4) remove individuals from the list of approved recipients for grants under this program.", 
  "sponsor": {
    "district": "8", 
    "name": "Oberstar, James L.", 
    "state": "MN", 
    "thomas_id": "00876", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2010-04-15T14:53:00-04:00", 
  "updated_at": "2013-07-17T08:16:57-04:00"
}