{
  "actions": [
    {
      "acted_at": "2009-03-18T13:33:00-04:00", 
      "references": [
        {
          "reference": "CR H3583-3589, H3590", 
          "type": "consideration"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Andrews.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-03-18T13:34:00-04:00", 
      "references": [], 
      "text": "Andrews amendment (A001) modified by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-03-18T13:42:00-04:00", 
      "references": [
        {
          "reference": "CR H3585-3588", 
          "type": "text as modified"
        }
      ], 
      "text": "On agreeing to the Andrews amendment (A001) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt38-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1388-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 1388
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment, as modified, makes technical changes; allows interagency agreements between Federal agencies to support national service programs by approving the use of service positions in projects carried out by other agencies; clarifies that the goal of reaching 250,000 volunteers is throughout all national service positions, not just AmeriCorps; clarifies that the Corporation should promote efficiency and eliminate duplicative requirements in applications and report back to the authorizing committees on its progress in doing so; adds language to promote community based efforts to reduce crime and recruit public safety officers into service opportunities adds \"severely economically distressed community\" as a new definition; includes a new activity under the Opportunity Corps focused on a musician and artists corps program that helps meet educational needs in low income communities; and incorporates language that would increase access to and participation in federally supported nutrition programs.", 
  "house_number": 1, 
  "introduced_at": "2009-03-18", 
  "number": 38, 
  "purpose": "Amendment numbered 1 printed in House Report 110-39 to make certain technical changes; allow interagency agreements between Federal agencies to support national service programs by approving the use of service positions in projects carried out by other agencies; clarify that the goal of reaching 250,000 volunteers is throughout all national service positions, not just AmeriCorps; and clarify that the Corporation should promote efficiency and eliminate duplicative requirements in applications and report back to the authorizing committees on its progress in doing so. Adds language to promote community based efforts to reduce crime and recruit public safety officers into service opportunities. Adds \"severely economically distressed community\" as a new definition. Includes a new activity under the Opportunity Corps focused on a musician and artists corps program that helps meet educational needs in low income communities. Incorporates language that would increase access to and participation in federally supported nutrition programs.", 
  "sponsor": {
    "district": "1", 
    "name": "Andrews, Robert E.", 
    "state": "NJ", 
    "thomas_id": "00021", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2009-03-18", 
  "updated_at": "2013-07-17T08:16:54-04:00"
}