{
  "actions": [
    {
      "acted_at": "1995-01-31T12:14:00-05:00", 
      "references": [], 
      "text": "Amendment (A030) offered by Mr. Schiff.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-31T12:14:00-05:00", 
      "references": [], 
      "text": "Schiff amendment (A030) modified by unanimous consent. Modification directs the Advisory Commission to investigate and review the role of unfunded state mandates imposed on local governments, the private sector and individuals.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-01-31T13:04:00-05:00", 
      "references": [], 
      "text": "On agreeing to the Schiff amendment (A030) as modified and amended Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt40-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 5
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment deletes language establishing a new Commission on Unfunded Federal Mandates and requires the review of unfunded mandates to be conducted by the existing Advisory Commission on Intergovernmental Relations. \\   As amended by the Burton amendment (A031), language was added directing the Advisory Commission to study the effects of unfunded mandates on the private sector. \\   As amended by the Riggs amendment (A032), language was added that requires the Advisory Commission to give the highest priority in investigating, and making recommendations regarding unfunded federal mandates which are the subject of litigation between the Federal Government and State, local, or tribal governments. \\   As amended by the Traficant amendment (A034), language was added directing the Advisory Commission to consider the views of working men and women with regard to the effects of unfunded Federal mandates.", 
  "house_number": 30, 
  "introduced_at": "1995-01-31", 
  "number": 40, 
  "purpose": "An amendment to delete the provisions of the bill that establish a Commission on Unfunded Federal Mandates and to direct the currently existing Advisory Commission on Intergovernmental Relations to review the effects of unfunded federal mandates and their effects upon the states. (The amendment was printed as amendment No. 156 in the Congressional Record of January 20, 1995.).", 
  "sponsor": {
    "district": "1", 
    "name": "Schiff, Steven", 
    "state": "NM", 
    "thomas_id": "01030", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1995-01-31", 
  "updated_at": "2013-07-17T07:50:44-04:00"
}