{
  "actions": [
    {
      "acted_at": "2009-04-30T13:18:00-04:00", 
      "references": [
        {
          "reference": "CR H5029-5031", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5029-5030", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A012) offered by Mr. Price (NC).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-04-30T13:22:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Price (NC) amendment (A012) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt101-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr627-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 627
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment requires credit card issuers to provide enhanced disclosure to consumers regarding minimum payments, including a written Minimum Payment Warning statement on all monthly statements as well as information regarding the monthly payment amount and total cost that would be required for the consumer to eliminate the outstanding balance in 12, 24 and 36 months; and requires credit card issuers to provide a toll-free telephone number at which the consumer may receive information about accessing credit counseling and debt management services.", 
  "house_number": 12, 
  "introduced_at": "2009-04-30", 
  "number": 101, 
  "purpose": "An amendment numbered 12 printed in House Report 111-92 to require credit card issuers to provide enhanced disclosure to consumers regarding minimum payments, including a written Minimum Payment Warning statement on all monthly statements as well as information regarding the monthly payment amount and total cost that would be required for the consumer to eliminate the outstanding balance in 12, 24 and 36. Would require credit card issuers to provide a toll-free telephone number at which the consumer may receive information about accessing credit counseling and debt management services.", 
  "sponsor": {
    "district": "4", 
    "name": "Price, David E.", 
    "state": "NC", 
    "thomas_id": "00930", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-04-30T13:22:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}