{
  "actions": [
    {
      "acted_at": "2006-06-27T15:37:00-04:00", 
      "references": [
        {
          "reference": " CR H4609-4611, H4614", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4609", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A014) offered by Mr. Rohrabacher.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-06-27T16:41:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 322, 
      "text": "On agreeing to the Rohrabacher amendment (A014) Failed by recorded vote: 98 - 327 (Roll no. 322).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1095-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4973-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 4973
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment sought to provide that, in a case in which a Federally funded flood control project causes an area to become at greater risk of flooding than it otherwise would have been, residents in that area shall be provided flood insurance using the price formula that would have applied had the offending flood control project not been built, or if no flood insurance would otherwise have been required, they shall be provided flood insurance at no cost.", 
  "house_number": 14, 
  "introduced_at": "2006-06-27", 
  "number": 1095, 
  "purpose": "An amendment numbered 14 printed in House Report 109-530 to provide that, in a case in which a Federally funded flood control project causes an area to become at greater risk of flooding than it otherwise would have been, residents in that area shall be provided flood insurance using the price formula that would have applied had the offending flood control project not been built, or if no flood insurance would otherwise have been required, they shall be provided flood insurance at no cost. The determination of this status would be made by the Director of the National Flood Insurance Program.", 
  "sponsor": {
    "district": "46", 
    "name": "Rohrabacher, Dana", 
    "state": "CA", 
    "thomas_id": "00979", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2006-06-27T16:41:00-04:00", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}