{
  "actions": [
    {
      "acted_at": "2009-09-16T13:25:00-04:00", 
      "references": [
        {
          "reference": "CR H9577-9578", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H9577", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Gordon (TN).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-09-16T13:30:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Gordon (TN) amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt412-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3246-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 3246
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment makes a technical change to clarify that the Secretary shall report to Congress on the medium- to heavy-duty vehicle program; requires a report on commercialized technologies from the overall vehicle technology program; and incorporates language to ensure that a range of nonroad mobile equipment is eligible for the pilot program in section 204 of the bill.", 
  "house_number": 1, 
  "introduced_at": "2009-09-16", 
  "number": 412, 
  "purpose": "An amendment numbered 1 printed in House Report 111-255 to (1) amend title I to require the Secretary of Energy to report to Congress after 18 months, and annually thereafter through 2015, after enactment on the technologies developed, the success of the adopted technologies for commercial applications, and whether those technologies are manufactured in the United States; (2) amend the reporting requirement in title II to clarify that the Secretary of Energy must submit the report to Congress annually; and (3) expand the nonroad systems program from heavy duty nonroad equipment to mobile nonroad equipment.", 
  "sponsor": {
    "district": "6", 
    "name": "Gordon, Bart", 
    "state": "TN", 
    "thomas_id": "00448", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-09-16T13:30:00-04:00", 
  "updated_at": "2013-07-17T08:16:56-04:00"
}