{
  "actions": [
    {
      "acted_at": "2007-10-03T13:13:00-04:00", 
      "references": [
        {
          "reference": "CR H11198", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H11198", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A004) offered by Mr. Miller (NC).", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-10-03T13:20:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Miller (NC) amendment (A004) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt834-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr928-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 928
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment establishes a committee of Inspectors General of the Inspectors General Council to review the qualifications of nominees and final candidates for the position of Inspector General in all government establishments and entities to determine whether they meet the integrity and professional qualifications for the position established by the Inspector General Act. The committee would also be required to report back to the relevant Senate committee or federal appointing entity.", 
  "house_number": 4, 
  "introduced_at": "2007-10-03", 
  "number": 834, 
  "purpose": "An amendment numbered 4 printed in House Report 110-358 to establish a committee of Inspectors General of the Inspectors General Council to review the qualifications of nominees and final candidates for the position of Inspector General in all government establishments and entities to determine whether they meet the integrity and professional qualifications for the position established by the Inspector General Act. The committee would also be required to report back to the relevant Senate committee or federal appointing entity.", 
  "sponsor": {
    "district": "13", 
    "name": "Miller, Brad", 
    "state": "NC", 
    "thomas_id": "01735", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2007-10-03T13:20:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}