{
  "actions": [
    {
      "acted_at": "2009-04-02T17:27:00-04:00", 
      "references": [
        {
          "reference": "CR H4469-4487", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4469-4478", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A004) in the nature of a substitute offered by Mr. Ryan (WI).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-04-02T18:59:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 191, 
      "text": "On agreeing to the Ryan (WI) amendment (A004) Failed by recorded vote: 137 - 293 (Roll no. 191).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt75-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres85-111", 
    "bill_type": "hconres", 
    "congress": 111, 
    "number": 85
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment in the nature of a substitute No. 4 printed in House Report 111-73 and offered as the Republican Budget Substitute.", 
  "house_number": 4, 
  "introduced_at": "2009-04-02", 
  "number": 75, 
  "purpose": "An amendment in the nature of a substitute numbered 4 printed in House Report 111-73 which seeks to spend $4.8 trillion less than the President's budget over 10 years; sets spending levels which are 20.7% of GDP; freezes non-defense/non- veterans spending; borrows $3.6 trillion less than the President's budget over 10 years; seeks to hold debt to 65% of GDP; and puts forward a long-term budget to bring debt under control. The substitute also seeks to permanently extend 2001 and 2003 tax relief; permanently fix the Alternative Minimum Tax; create 2.1 million more jobs than the Democrats' budget; suspend capital gains taxes through 2010; and reduce the corporate tax rate to 25% from the current 35%. The amendment also seeks to provide $5 billion over the President's budget for Defense; $540 million over the President's budget for Veterans; to save $50 billion annually for war or unmet defense needs; and provide for health and retirement security by reforming programs to ensure they provide benefits for future beneficiaries.", 
  "sponsor": {
    "district": "1", 
    "name": "Ryan, Paul", 
    "state": "WI", 
    "thomas_id": "01560", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2009-04-02T18:59:00-04:00", 
  "updated_at": "2013-07-17T08:16:54-04:00"
}