{
  "actions": [
    {
      "acted_at": "2005-10-07T13:33:00-04:00", 
      "references": [], 
      "text": "Amendment reported by the House Committee on Rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-10-07T13:33:00-04:00", 
      "how": "without objection", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Rules amendment (A002) Agreed to without objection.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt590-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3893-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 3893
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": null, 
  "house_number": 2, 
  "introduced_at": "2005-10-07", 
  "number": 590, 
  "purpose": "The Managers' Amendment to H.R. 3893 amends the bill as reported out of Committee. Amendments to Sections 101 and 105 clarify that the Defense BaseClosure and Realignment (`BRAC') process must be followed for any closed military bases designated by the President as potential refinery sites. Section 111 is amended to offer small refiners a rebate instead of a directdiscount where payment on the rebate would be subject to appropriations. Deletes Section 106 on New Source Review, Section 207 on Carbon Fuel Cells,and Title VI creating the Hydrogen Economy Commission. Amendments to sections 107, 108, 204, 205, and 501 are technical in nature. The technicalamendment to Section 108 ensures provisions in Section 1541(b) of the Energy Policy Act of 2005 remain in effect. Sections 402 and 403 as amendedto shorten the rulemaking required of the Federal Trade Commission and other technical changes. Section 403 as amended deleted that credit card study would not include a study of varying cost of credit card transactionsto different channels of trade.", 
  "sponsor": {
    "committee_id": "hsru00", 
    "name": "House Rules", 
    "type": "committee"
  }, 
  "status": "pass", 
  "status_at": "2005-10-07T13:33:00-04:00", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}