{
  "actions": [
    {
      "acted_at": "2001-10-05T10:43:00-04:00", 
      "references": [
        {
          "reference": "CR H6397-6398", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6397", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Goss.", 
      "type": "action"
    }, 
    {
      "acted_at": "2001-10-05T11:33:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Goss amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt361-107", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2883-107", 
    "bill_type": "hr", 
    "congress": 107, 
    "number": 2883
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "107", 
  "description": "Amendment revises Sec. 306 and provides for the establishement of a \"Commission on National Security Readiness\" to identify structural readiness of the United States to identify structural impediments to the effective collection, analysis, and sharing of information on national security threats, particularly terrorism.", 
  "house_number": 1, 
  "introduced_at": "2001-10-05", 
  "number": 361, 
  "purpose": "An amendment numbered 1 printed in the Congressional Record to change the name of a commission established by the bill from the \"Commission on Preparedness and Performance of the Federal Government for the September 11 Acts of Terrorism\" to the \"Commission on National Security Readiness\"; to strike the bill's language directing the commission to assess the performance of U.S. intelligence agencies leading up to the September 11 terrorist attacks, and instead direct the commission to \"review the national security readiness of the United States to identify structural impediments to the effective collection, analysis, and sharing of information on national security threats, particularly terrorism\"; to reduce the membership of the commission from 10 to 8; and require the commission to report its findings within one year of its establishment, rather than the 6 months required by the bill.", 
  "sponsor": {
    "district": "14", 
    "name": "Goss, Porter J.", 
    "state": "FL", 
    "thomas_id": "00450", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2001-10-05T11:33:00-04:00", 
  "updated_at": "2013-07-17T08:15:54-04:00"
}