{
  "actions": [
    {
      "acted_at": "2008-03-13T15:26:00-04:00", 
      "references": [
        {
          "reference": "CR H1661-1680", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1661-1669", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A003) in the nature of a substitute offered by Mr. Ryan (WI).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-03-13T17:30:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 140, 
      "text": "On agreeing to the Ryan (WI) amendment (A003) Failed by recorded vote: 157 - 263 (Roll no. 140).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt972-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hconres312-110", 
    "bill_type": "hconres", 
    "congress": 110, 
    "number": 312
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment sought to balance the budget by 2012; retain provisions enacted in 2001/2003; prevent expansion of the AMT for the next 3 years and achieve full repeal in 2013. Amendment also sought to provide total discretionary budget authority of $1.04 trillion in fiscal year 2009, a 4.3-percent increase from 2008 enacted level;. impose a moratorium on congressional earmarks for the balance of the 110th Congress; require a separate vote on increasing the public debt; require cost estimates on conference reports and unreported bills; prohibit domestic add-ons to emergency war spending bills; limit long-term spending commitments; prevent use of reconciliation to increase spending; limit \"advance appropriations\" to $23.565 billion in 2010; provide a $7.3 billion domestic emergency reserve fund; provide for contingency war funds; incorporate bipartisan Legislative Line Item Veto and called for a 1 percent decrease in entitlement program spending.", 
  "house_number": 3, 
  "introduced_at": "2008-03-13", 
  "number": 972, 
  "purpose": "An amendment in the nature of a substitute numbered 3 printed in House Report 110-548 to balance the budget by 2012, retain provisions enacted in 2001/2003, prevent expansion of the AMT for the next 3 years, and achieve full repeal in 2013. Provides total discretionary budget authority of $1.04 trillion in fiscal year 2009, a 4.3-percent increase from 2008 enacted level. It imposes a moratorium on congressional earmarks for the balance of the 110th Congress; requires a separate vote on increasing the public debt; requires cost estimates on conference reports and unreported bills; prohibits domestic add-ons to emergency war spending bills; limits long-term spending commitments; prevents use of reconciliation to increase spending; limits `advance appropriations' to $23.565 billion in 2010; provides a $7.3-billion domestic emergency reserve fund; provides for contingency war funds; incorporates bipartisan Legislative Line Item Veto. Calls for 1 percent decrease in entitlement program spending.", 
  "sponsor": {
    "district": "1", 
    "name": "Ryan, Paul", 
    "state": "WI", 
    "thomas_id": "01560", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "2008-03-13T17:30:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}