{
  "actions": [
    {
      "acted_at": "1996-03-13T13:30:00-05:00", 
      "references": [], 
      "text": "Amendment (A001) offered by Mr. Hyde.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-03-13T13:44:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Hyde amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt949-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2703-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2703
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment deletes language requiring the disclosure of certain consumer reports to the FBI and the disclosure of business records held by third parties in counter-intelligence cases; modifies language allowing lawsuits by U.S. citizens against terrorist states to only require pre-trial arbitration if the terrorist act occurred within the boundaries of the country being sued, and establishes a statute of limitations of 10 years for such suits; permits closed circuit televising of court proceedings to allow victims to observe criminal trials that have been moved out of state; adds a new provision to give the FBI the authority to conduct law enforcement training and instruction to foreign law enforcement officers; and eliminates provisions relating to the Attorney General's reward authority, and a provision allocating FY 1995 funds for the Department of Justice.", 
  "house_number": 1, 
  "introduced_at": "1996-03-13", 
  "number": 949, 
  "purpose": "An amendment to delete the provisions in the bill requiring the disclosure of certain consumer reports to the FBI and the disclosure of business records held by third parties in Foreign counter-intelligence cases. The amendment would modify language allowing lawsuits by U.S. citizens against terrorist states to only require pre-trial arbitration if the terrorist act occurred within the boundaries of the country being sued, and establishes a statute of limitations of 10 years for such suits. The amendment would allow closed circuit tv court proceedings to allow victims to observe criminal trials that have been moved out of state, and adds a new provision to give the FBI the authority to conduct law enforcement training and instruction to foreign law enforcement officers. The amendment would eliminate provisions in the bill relating to the Attorney General's reward authority, and a provision allocating FY 1995 funds for the Department of Justice.", 
  "sponsor": {
    "district": "6", 
    "name": "Hyde, Henry J.", 
    "state": "IL", 
    "thomas_id": "00580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1996-03-13T13:44:00-05:00", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}