{
  "actions": [
    {
      "acted_at": "2006-05-11T14:46:00-04:00", 
      "references": [
        {
          "reference": "CR H2537-2540", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2537-2538", 
          "type": "text"
        }
      ], 
      "text": "Amendments (A019) offered by Mr. Hunter.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-11T15:04:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Hunter amendments (A019) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt821-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5122-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 5122
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendments en bloc consist of Amendments Nos. 18, 11, 12 and 14 contained in House Report 109-461 and printed on pages H2537-H2538 in the Congressional Record for May 11, 2006.", 
  "house_number": 19, 
  "introduced_at": "2006-05-11", 
  "number": 821, 
  "purpose": "An amendment comprised of the following amendments printed in House Report 109-461 offered en bloc: Numbers 18, 11, 12, and 14. The amendments en bloc provide for additional oversight and accountability of Department of Defense contractors deployed in Iraq and Afghanistan; would make retroactive DOD regulations for contractors issued in October 2005, on previously issued contracts, upon any option extension; would implement a policy for conducting comprehensive background checks on foreign nationals hired by contractors operating outside the United States; would require a DOD Inspector General report on contractor overcharges, and require that there are sufficient contracting officers assigned to oversee and monitor contracts in Iraq and Afghanistan; require the Secretary of Defense, in coordination with the Secretary of Homeland Security and State governments to develop detailed operational plans regarding the use authorities, known as Defense Support to Civil Authorities missions; provide that no more than 20% of a uniformed service member's paycheck can be garnished in a single pay period to recover overpayments that have occurred through no fault of the service member; provide a 90-day grace period before overpayment recovery can begin from service members who are wounded or injured, or who incur an illness, in a combat o.eration or combat zone; and expresses the sense of Congress that the Department of Defense should provide compensation to American veterans who were captured while in service to the United States Armed Forces on the peninsula of Bataan or the island of Corregidor, survived the Bataan Death March during World War II, and have not received previous compensation provided to other prisoners of war.", 
  "sponsor": {
    "district": "52", 
    "name": "Hunter, Duncan", 
    "state": "CA", 
    "thomas_id": "00575", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2006-05-11", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}