{
  "actions": [
    {
      "acted_at": "2007-10-31T13:28:00-04:00", 
      "references": [
        {
          "reference": "CR H12289-12236, H12293-12327", 
          "type": "consideration"
        }
      ], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. McCrery.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-10-31T13:28:00-04:00", 
      "references": [
        {
          "reference": "CR H12289, H12293-12327", 
          "type": "text as modified"
        }, 
        {
          "reference": "CR 11/1/2007 H12450", 
          "type": "correction to modification"
        }
      ], 
      "text": "McCrery amendment (A002) modified by unanimous consent. The modification strikes section 307(c) pertaining to Timeframe for Medicare Part A and B Payments.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-10-31T14:40:00-04:00", 
      "references": [
        {
          "reference": "CR H12335", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered on the amendment (A002) and on the bill pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-10-31T15:04:00-04:00", 
      "references": [], 
      "text": "On agreeing to the McCrery amendment (A002) as modified Failed by the Yeas and Nays: 196 - 226 (Roll no. 1024).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt875-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3920-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 3920
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment sought to reauthorize the Trade Adjustment Assistance (TAA) programs for workers, firms and farmers for 5 years. Restructure the TAA to increase training options while retaining the current two years of income support for TAA for workers program participants who remain unemployed and train full-time. Increase the federal share of monthly TAA participant premiums for the Health Coverage Tax Credit (HCTC) from 65% today to 70% and continues HCTC. Allow States to apply for waivers of unemployment compensation program rules. Expand the new markets tax credit to benefit firms and workers in local communities impacted by trade, globalization, and other causes of job loss. Extend Workforce Investment Act (WIA) employment and training programs, creates a consolidated funding stream, and increases State and local flexibility. Provide for collection of Unemployment Insurance overpayments.", 
  "house_number": 2, 
  "introduced_at": "2007-10-31", 
  "number": 875, 
  "purpose": "An amendment numbered 1 printed in House Report 110-417 to reauthorize the Trade AdjustmentAssistance (TAA) programs for workers, firms and farmers for 5 years. Restructures the TAA to increase training options while retaining the current two years of income support for TAA for workers program participants who remain unemployed and train full-time. Increases the federal share of monthly TAA participant premiums for the Health Coverage Tax Credit (HCTC) from 65% today to 70% and continues HCTC. Allows States to apply for waivers of unemployment compensation program rules. Expands the new markets tax credit to benefit firms and workers in local communities impacted by trade, globalization, and other causes of job loss. Extends Workforce Investment Act (WIA) employment and training programs, creates a consolidated funding stream, and increases State and local flexibility. Provides for collection of Unemployment Insurance overpayments.", 
  "sponsor": {
    "district": "4", 
    "name": "McCrery, Jim", 
    "state": "LA", 
    "thomas_id": "00763", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2007-10-31", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}