{
  "actions": [
    {
      "acted_at": "1997-06-04T17:47:00-04:00", 
      "references": [], 
      "text": "Amendments (A008) offered by Mr. Gilman.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-04T17:48:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Gilman amendments (A008) Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T14:34:00-04:00", 
      "references": [], 
      "text": "Mr. Serrano demanded a separate vote on the Gilman amendments (A008).", 
      "type": "action"
    }, 
    {
      "acted_at": "1997-06-11T14:44:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Gilman amendments (A008) Agreed to by recorded vote: 428 - 0 (Roll no. 186).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt136-105", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1757-105", 
    "bill_type": "hr", 
    "congress": 105, 
    "number": 1757
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "105", 
  "description": "Amendments authorize certain U.S. citizen employees to perform designated consular officer duties; clarify that the Assistant Secretary of State for Diplomatic Security is responsible for diplomatic security and management; increase the authorized strength of the Foreign Service; establish the policy that the United States shall not expel, extradite, or otherwise effect the involuntary return of any person to a country in which there is a substantial danger of torture; express the sense of Congress that the Government of Turkey recognize the Ecumenical Patriarch and its nonpolitical, religious mission and reopen the Halki Patriarchal School of Theology; and require a report dealing with the repatriation of unresolved POW/MIA remains from Viet Nam.", 
  "house_number": 8, 
  "introduced_at": "1997-06-04", 
  "number": 136, 
  "purpose": "An amendment consisiting of several amendments, offered en bloc, to do the following: allow non-Foreign Service Government employees to perform consular functions; specify qualifications for the position of Assistant Secretary for Diplomatic Security; change the authorized strength of the Foreign Service; change the provisions of the bill concerning return of persons to countries where they may be subject to torture; and a technical amendment regarding the ecumenical patriarchate in Istanbul, Turkey.", 
  "sponsor": {
    "district": "20", 
    "name": "Gilman, Benjamin A.", 
    "state": "NY", 
    "thomas_id": "00440", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1997-06-04", 
  "updated_at": "2013-07-17T07:51:35-04:00"
}