{
  "actions": [
    {
      "acted_at": "2012-06-20T19:27:00-04:00", 
      "references": [
        {
          "reference": "CR H3898-3899", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3898", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A005) offered by Mr. McKinley.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-06-20T19:33:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the McKinley amendment (A005) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1295-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4480-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 4480
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Amendment requires the committee to conduct an analysis of other nations' regulations, policies and enforcements of their oil and gas industries and make a comparison to United States policies. The Committee would look at the actions, or inactions, of other nation's regulations, enforcements, and matters relating to the oil and gas industry, and how they have either helped positively or negatively towards the oil and gas industries in those other nations.", 
  "house_number": 5, 
  "introduced_at": "2012-06-20", 
  "number": 1295, 
  "purpose": "An amendment numbered 6 printed in House Report 112-540 to require that, under section 203 of the bill, an analysis would be conducted relating to any other matters that affect the growth, stability, and sustainability of the nation's oil and gas industries; that the Committee would look at the actions, or inactions, of other nation's regulations, enforcements, and matters relating to the oil and gas industry, and how they have either helped positively or negatively towards the oil and gas industries in those other nations.", 
  "sponsor": {
    "district": "1", 
    "name": "McKinley, David B.", 
    "state": "WV", 
    "thomas_id": "02074", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2012-06-20T19:33:00-04:00", 
  "updated_at": "2013-07-17T08:17:21-04:00"
}