{
  "actions": [
    {
      "acted_at": "2012-05-17T23:11:00-04:00", 
      "references": [
        {
          "reference": "CR H3071-3073", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H3071-3072", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A025) offered by Mr. Rigell.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-05-18T10:28:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H3117", 
          "type": "consideration"
        }
      ], 
      "result": "pass", 
      "roll": 281, 
      "text": "On agreeing to the Rigell amendment (A025) Agreed to by recorded vote: 220 - 201 (Roll no. 281).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1123-112", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4310-112", 
    "bill_type": "hr", 
    "congress": 112, 
    "number": 4310
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "112", 
  "description": "Amendment replaces the pending sequester of discretionary spending for fiscal year 2013 by reducing the discretionary spending limit for that year so that it conforms with concurrent resolution on the budget deemed in force in the House, except that this replacement is contingent upon the enactment of spending reductions over five years of at least the amount of the sequester it supplants and also requires a detailed report on the impact of the sequestration of funds authorized and appropriated for Fiscal Year 2013 for the Department of Defense.", 
  "house_number": 25, 
  "introduced_at": "2012-05-17", 
  "number": 1123, 
  "purpose": "An amendment numbered 38 printed in House Report 112-485 to replace the pending sequester of discretionary spending for fiscal year 2013 by reducing the discretionary spending limit for that year so that it conforms with concurrent resolution on the budget deemed in force in the House, except that this replacement is contingent upon the enactment of spending reductions over five years of at least the amount of the sequester it supplants; and to also require a detailed report on the impact of the sequestration of funds authorized and appropriated for Fiscal Year 2013 for the Department of Defense.", 
  "sponsor": {
    "district": "2", 
    "name": "Rigell, E. Scott", 
    "state": "VA", 
    "thomas_id": "02068", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2012-05-18T10:28:00-04:00", 
  "updated_at": "2013-07-17T08:17:21-04:00"
}