{
  "actions": [
    {
      "acted_at": "2009-07-08T20:31:00-04:00", 
      "references": [
        {
          "reference": "CR H7805-7806", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H7806", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Ms. DeLauro.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-09T11:16:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H7843-7844", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H7844", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": 498, 
      "text": "On agreeing to the DeLauro amendment (A001) Agreed to by recorded vote: 266 - 161 (Roll no. 498).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt293-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2997-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2997
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment increases funding for the Agricultural Research Service salaries and expenses account by $2 million to go toward Colony Collapse Disorder and pollinator decline research, offset by a $1 million reduction in the Office of the Chief Information Officer and a $1 million reduction in Departmental Administration; increases funding for the National Institute of Food and Agriculture competitive grants by $3,000,000 to be used for Colony Collapse Disorder (CCD) and pollinator decline research, and offsets the increase by a reduction in funding for the Departmental Administration; increases funding for the Office of Inspector General at USDA by $500,000 offset by a decrease of the same amount in funding for the Agriculture Buildings and Facilities, GSA account; increases the appropriation for the Higher Education Multicultural Scholars Program by $519,000 to a total of $1.5 million offset by decreasing appropriations for \"administrative expenses necessary to carry out direct and guaranteed loan programs\" within the Agricultural Credit Insurance Fund Program Account; appropriates tobacco product user fees authorized under the Family Smoking Prevention and Tobacco Control Act (Public Law 111-31); funds the Methamphetamine Inhibitor Grant Program created in the 2008 Farm Bill at $2,000,000 offset by reducing spendi.g on Rural Development Salaries and Expenses; and prohibits the use of funds for first class travel for employees of agencies funded by the bill.", 
  "house_number": 1, 
  "introduced_at": "2009-07-08", 
  "number": 293, 
  "purpose": "An amendment numbered 1 printed in part A of House Report 111-191 to increase funding for the Agricultural Research Service sal aries and expenses account by $2 million to go toward Colony Collapse Disorder and pollinator decline research, offset by a $1 million reduction in the Office of the Chief Information Officer and a $1 million reduction in Departmental Administration. Would increase funding for the National Institute of Food and Agriculture competitive grants by $3,000,000 to be used for Colony Collapse Disorder (CCD) and pollinator decline research, and offsets the increase by a reduction in funding for the Departmental Administration. Would increase funding for the Office of Inspector General at USDA by $500,000 to determine whether the USDA Organic certification program ensures that the most rigorous standards for certification are honored, and to investigate whether non-organic substances inappropriately remain allowed in small amounts in USDA certified products after organic alternatives have been discovered. The increase is offset by a decrease of the same amount in funding for the Agriculture Buildings and Facilities, General Services Administration account. Would increase the appropriation for the Higher Education Multicultural Scholars Program by $519,000 to a total of $1.5 million. The amount would be offse. by decreasing appropriations for `administrative expenses necessary to carry out direct and guaranteed loan programs' within the Agricultural Credit Insurance Fund Program Account. Appropriates tobacco product user fees authorized under the Family Smoking Prevention and Tobacco Control Act (Public Law 111-31). Would fund the Methamphetamine Inhibitor Grant Program created in the 2008 Farm Bill at $2,000,000. Offsets the increase in spending by reducing spending on Rural Development Salaries and Expenses. Would prohibit the use of funds for first class travel for employees of agencies funded by the bill, in contravention of Federal regulations.", 
  "sponsor": {
    "district": "3", 
    "name": "DeLauro, Rosa L.", 
    "state": "CT", 
    "thomas_id": "00281", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-07-09T11:16:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}