{
  "actions": [
    {
      "acted_at": "2007-10-23T17:22:00-04:00", 
      "references": [
        {
          "reference": "CR H11905-11907", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H11905", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Goodlatte.", 
      "type": "action"
    }, 
    {
      "acted_at": "2007-10-23T17:32:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Goodlatte amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt860-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr1011-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 1011
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment changes the boundary of the Brush Mountain East wilderness area, removing 26 acres which contain a power line; changes the boundaries of the Seng Mountain Scenic Area, removing 1,263 acres from the area to allow continued use of the Barton Gap Motorized trail and wildlife habitat management in key areas; changes trail language for the Raccon Branch area, removing specific requirements to locate the trail along Rt. 650 and changing the connection road to Forest Development road 49352.", 
  "house_number": 1, 
  "introduced_at": "2007-10-23", 
  "number": 860, 
  "purpose": "An amendment numbered 1 printed in House Report 110-403 to change the boundary of the Brush Mountain East wilderness area, removing 26 acres which contain a power line; changes the boundaries of the Seng Mountain Scenic Area, removing 1,263 acres from the area to allow continued use of the Barton Gap Motorized trail and wildlife habitat management in key areas; changes trail language for the Raccon Branch area, removing specific requirements to locate the trail along Rt. 650 and changing the connection road to Forest Development road 49352.", 
  "sponsor": {
    "district": "6", 
    "name": "Goodlatte, Bob", 
    "state": "VA", 
    "thomas_id": "00446", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2007-10-23T17:32:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}