{
  "actions": [
    {
      "acted_at": "2006-05-04T11:37:00-04:00", 
      "references": [
        {
          "reference": "CR H2133-2136", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2134-2135", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. King (NY).", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-04T11:49:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the King (NY) amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt788-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4954-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 4954
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Manager's amendment consists of the text of the amendment contained in House Report 109-450 and printed on pages H2134-H2135 in the Congressional Record for May 4, 2006.", 
  "house_number": 1, 
  "introduced_at": "2006-05-04", 
  "number": 788, 
  "purpose": "An amendment numbered 1 printed in House Report 109-450 to make technical changes,add several new findings on the importance of maintaining vibrant international trade, clarify that port security grant funds can be used to address vulnerabilities in vessel and facility plans in addition to maritime security plans, and clarify that the Domestic Nuclear Detection Office is responsible for implementing Department of Homeland Security requirements under the Global Nuclear Architecture and that any private testing performed by DNDO will be confidential. Additionally, the amendment removes two provisions accepted during full committee consideration: (1) establishing a pilot program for training Coast Guard reserve officers; and (2) funding for the acceleration of Deepwater. Finally, the manager's amendment establishes a Director of Trade policy in the DHS Office of Policy.", 
  "sponsor": {
    "district": "3", 
    "name": "King, Peter T.", 
    "state": "NY", 
    "thomas_id": "00635", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2006-05-04T11:49:00-04:00", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}