{
  "actions": [
    {
      "acted_at": "2010-02-03T14:35:00-05:00", 
      "references": [
        {
          "reference": "CR H511-512", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H511", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A013) offered by Ms. Sanchez, Loretta.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-02-03T14:39:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Sanchez, Loretta amendment (A013) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt557-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4061-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 4061
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment facilitates access to realistic threats and vulnerabilities for academic researchers during the development of the strategic plan in section 103 of the Cybersecurity Strategic Research and Development Program. Amendment also modifies section 108 to propose guidelines for the sharing of lessons learned of the effectiveness of new technologies from the private sector to the public sector.", 
  "house_number": 13, 
  "introduced_at": "2010-02-03", 
  "number": 557, 
  "purpose": "An amendment numbered 13 printed in House Report 111-410 to facilitate access to realistic threats and vulnerabilities for academic researchers during the development of the strategic plan in section 103 Cybersecurity Strategic Research and Development Program. The amendment also amends section 108 Cybersecurity University-Industry Task Force to propose guidelines for the sharing of lessons learned of the effectiveness of new technologies from the private sector to the public sector.", 
  "sponsor": {
    "district": "47", 
    "name": "Sanchez, Loretta", 
    "state": "CA", 
    "thomas_id": "01522", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2010-02-03T14:39:00-05:00", 
  "updated_at": "2013-07-17T08:16:57-04:00"
}