{
  "actions": [
    {
      "acted_at": "2004-04-01T16:12:00-05:00", 
      "references": [
        {
          "reference": "CR 4/2/2004 H2025-2027", 
          "type": "consideration"
        }, 
        {
          "reference": "CR 4/2/2004 H2025", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A015) offered by Mr. LaTourette.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-04-01T16:20:00-05:00", 
      "references": [], 
      "text": "LaTourette amendment (A015) modified by unanimous consent. Modification seeks to amend section 1702 of the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2004-04-01T16:25:00-05:00", 
      "references": [
        {
          "reference": "CR 4/2/2004 H2026", 
          "type": "text as modified"
        }
      ], 
      "text": "On agreeing to the LaTourette amendment (A015) as modified Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt506-108", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3550-108", 
    "bill_type": "hr", 
    "congress": 108, 
    "number": 3550
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "108", 
  "description": "Amendment clarifies that 60 percent of the components and subcomponents in a manufactured product must be American made. For construction projects and system acquisition, the amendment requires that 60 percent of the total cost of components and subcomponents in manufactured products must be American made; and requires that final assembly of any manufactured product must happen in the United States. As modified, language was added to the amendment concerning buses and bus facilities in Wisconsin.", 
  "house_number": 15, 
  "introduced_at": "2004-04-01", 
  "number": 506, 
  "purpose": "An amendment numbered 15 printed in part B of House Report 108-456 to require the use of U.S. steel or iron for transportation construction projects. It also requires that at least 60% of funds spent to purchase manufactured products go toward products of U.S. origin. The labor costs associated with on-site construction, installation, and final assembly would not be included in calculating the costs. In the case of manufactured products, at least 60% of the components would need to be of U.S. origin and final assembly would need to occur in the United States.", 
  "sponsor": {
    "district": "14", 
    "name": "LaTourette, Steven C.", 
    "state": "OH", 
    "thomas_id": "00667", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2004-04-01", 
  "updated_at": "2013-07-17T08:16:05-04:00"
}