{
  "actions": [
    {
      "acted_at": "2010-07-30T15:22:00-04:00", 
      "references": [
        {
          "reference": "CR H6543-6544", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6543", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A004) offered by Ms. Shea-Porter.", 
      "type": "action"
    }, 
    {
      "acted_at": "2010-07-30T15:30:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Shea-Porter amendment (A004) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt769-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3534-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 3534
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment ensures that the ethics guidelines required for certain Department of Interior employees are updated at least every three years; that the best available technology for oil spill response and mitigation, and the availability and accessibility of that technology is part of the Offshore Technology Research and Risk Assessment Program; and that operators annually certify that their response and exploration plans include the best available technology and its availability.", 
  "house_number": 4, 
  "introduced_at": "2010-07-30", 
  "number": 769, 
  "purpose": "An amendment numbered 4 printed in Part B of House Report 111-582 to ensure that the ethics guidelines required for certain Department of Interior employees are updated at least every three years. The amendment would also ensure that the best available technology for oil spill response and mitigation, and the availability and accessibility of that technology is part of the Offshore Technology Research and Risk Assessment Program. Finally, the amendment would require that operators annually certify that their response and exploration plans include the best available technology and its availability.", 
  "sponsor": {
    "district": "1", 
    "name": "Shea-Porter, Carol", 
    "state": "NH", 
    "thomas_id": "01861", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2010-07-30T15:30:00-04:00", 
  "updated_at": "2013-07-17T08:16:58-04:00"
}