{
  "actions": [
    {
      "acted_at": "1995-05-10T15:44:00-04:00", 
      "references": [], 
      "text": "Amendments (A001) offered by Mr. Shuster.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-10T15:49:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Shuster amendments (A001) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt356-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr961-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 961
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendments make certain technical corrections and provide clarifying language; lower the definition of \"small community\" from 20,000 to 10,000 people for the purpose of granting permit modifications for innovative treatment technologies; eliminate the restriction that only 20 percent of any county, borough, or parish may be classified as Type A wetlands; lower the authorization for pollution prevention activities from $50 million per year to $21.2 million, and stipulates that not more than $10 million may be used each year to provide technical assistance to small and rural water treatment works; require written permission from private property owners for Federal employees to enter their property in order to identify or classify wetlands; and clarify the definition of vernal ponds.", 
  "house_number": 1, 
  "introduced_at": "1995-05-10", 
  "number": 356, 
  "purpose": "An amendment consisting of several amendments offered en bloc. In addition to making several technical modifications to the bill, the amendment would do the following: Lower the threshold for granting permit modifications for innovative treatment technologies from communities with populations of 20,000 to those with populations of 10,000; eliminate restrictions on classifying more than 20% of any county, borough, or parish as a Type A wetlands; lower the authorization for pollution prevention activities from $50 million per year to $21.2 million; require federal employees to obtain written permission from property owners before entering private property in order to identify wetlands; clarify the definition of vernal pools.", 
  "sponsor": {
    "district": "9", 
    "name": "Shuster, Bud", 
    "state": "PA", 
    "thomas_id": "01055", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1995-05-10", 
  "updated_at": "2013-07-17T07:50:47-04:00"
}