{
  "actions": [
    {
      "acted_at": "2006-05-11T13:13:00-04:00", 
      "references": [
        {
          "reference": "CR H2519-2522", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2520-2521", 
          "type": "text"
        }
      ], 
      "text": "Amendments (A009) offered by Mr. Hunter.", 
      "type": "action"
    }, 
    {
      "acted_at": "2006-05-11T13:26:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Hunter amendments (A009) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt811-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr5122-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 5122
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendments en bloc consist of Amendments Nos. 1, 2, 4 and 19 contained in House Report 109-461 and printed on pages H2520-H2521 in the Congressional Record for May 11, 2006.", 
  "house_number": 9, 
  "introduced_at": "2006-05-11", 
  "number": 811, 
  "purpose": "An amendment comprised of the following four amendments offered en bloc: Amendments numbered 1, 2, 4, and 19 printed in House Report 109-461. Amendments en bloc require DoD to study the scope of perchlorate contamination at Formerly Utilized Defense Sites (FUDS); implement GAO's recommendations to cut-down on award and incentive fee spending waste by requiring the Department to develop a strategy for linking incentives to specific outcomes, such as meeting cost, schedule, and capability goals and establish guidance for improving the effectiveness of award and incentive fees and ensures that appropriate approving officials are overseeing these decisions. The Department would be required to report to Congress on the status and effectiveness of these new standards; Authorize the Army to negotiate a `design build' to complete the Fairfax County Parkway; as a result of the construction mandated by BRAC on the Engineering Proving Ground (EPG), it would authorize the Army to enter into a special agreement with the State of Virginia authorizing the State of Virginia to fund certain projects on the EPG while allowing the Army to maintain control of such projects; and Directs the Secretary of Defense to submit to Congress a series of regular reports on the threat to American personnel posed by Improvised Explosive Devices (IEDs),.as well as action being taken to interdict IEDs and to develop more effective active and passive countermeasures. First report would be due 30 days after enactment, with subsequent reports every 90 days thereafter. Reports would be unclassified, with a classified annex if necessary.", 
  "sponsor": {
    "district": "52", 
    "name": "Hunter, Duncan", 
    "state": "CA", 
    "thomas_id": "00575", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2006-05-11", 
  "updated_at": "2013-07-17T08:16:19-04:00"
}