{
  "actions": [
    {
      "acted_at": "2005-06-17T11:26:00-04:00", 
      "references": [
        {
          "reference": "CR H4675", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H4675", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A019) offered by Mr. McCotter.", 
      "type": "action"
    }, 
    {
      "acted_at": "2005-06-17T11:30:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the McCotter amendment (A019) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt312-109", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2745-109", 
    "bill_type": "hr", 
    "congress": 109, 
    "number": 2745
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "109", 
  "description": "Amendment requires the President to direct the U.S. Permanent Representative to make every effort to ensure full implementation of U.N. Security Council Resolution 1559 concerning Lebanon.", 
  "house_number": 19, 
  "introduced_at": "2005-06-17", 
  "number": 312, 
  "purpose": "An amendment numbered 4 printed in part 2 of House Report 109-132 to call on U.S. Permanent Representatives to ensure full implementation of United Nations Security Council Resolution (UNSCR) 1559, including by calling for U.N. inspectors to verify and certify withdrawal of all foreign forces, including security, intelligence, and police, as well as disarming of all militias; and by calling for U.N. observer team to prevent further manipulation of the Lebanese electoral process, including helping to prevent targeted assassination of Lebanese political figures. This amendment also calls for the U.S. to seek adoption of a UNSC Resolution to impose punitive measures on Syria and other foreign forces, such as Iran, whose forces remain in Lebanon in violation of UNSCR 1559 andthose who directly, or through their proxies, are infringing upon the territorial integrity or political sovereignty of Lebanon.", 
  "sponsor": {
    "district": "11", 
    "name": "McCotter, Thaddeus G.", 
    "state": "MI", 
    "thomas_id": "01732", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2005-06-17T11:30:00-04:00", 
  "updated_at": "2013-07-17T08:16:18-04:00"
}