{
  "actions": [
    {
      "acted_at": "2009-12-10T20:06:00-05:00", 
      "references": [
        {
          "reference": "CR H14721-14723", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H14721", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A010) offered by Ms. Matsui.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-12-10T20:19:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Matsui amendment (A010) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt526-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr4173-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 4173
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment requires any mortgage servicer or lender participating in the Making Home Affordable Program, to report to the Department of Treasury on a monthly basis and to make such a report available on their website within two weeks of receiving such information for public viewing. The report to Treasury shall include, but not be limited to the following, with respect to the Making Home Affordable Plan: A) the number of loan modification requests received; B) number of loan modification requests being processed; C) the number of loan modification requests that have been approved; D) the number of loan modification requests that have been denied. The amendment gives the Secretary of Treasury authority to publicly release any other relevant data the Secretary deems necessary.", 
  "house_number": 10, 
  "introduced_at": "2009-12-10", 
  "number": 526, 
  "purpose": "An amendment numbered 10 printed in House Report 111-370 to require any mortgage servicer or lender participating in the Making Home Affordable Program, to report to the Department of Treasury on a monthly basis. The Department shall make such a report available on their website within two weeks of receiving such information for public viewing. The report to Treasury shall include, but not limited to the following, with respect to the Making Home Affordable Plan: A) the number of loan modification requests received; B) number of loan modification requests being processed; C) the number of loan modification requests that have been approved; D) the number of loan modification requests that have been denied. The amendment gives the Secretary of Treasury authority to publicly release any other relevant data the Secretary deems necessary.", 
  "sponsor": {
    "district": "5", 
    "name": "Matsui, Doris O.", 
    "state": "CA", 
    "thomas_id": "01814", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-12-10T20:19:00-05:00", 
  "updated_at": "2013-07-17T08:16:57-04:00"
}