{
  "actions": [
    {
      "acted_at": "2008-04-24T12:29:00-04:00", 
      "references": [
        {
          "reference": "CR H2719-2720", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2719", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A006) offered by Mr. Bilirakis.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-04-24T12:35:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Bilirakis amendment (A006) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1028-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2830-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2830
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment struck section 708 of the substitute amendment (maritime biometric identification) and replaced it with a requirement that the Commandant of the Coast Guard, within one year of enactment, conduct a program for the mobile biometric identification of suspected individuals, including terrorists, to enhance border security. It also required a cost analysis of expanding these capabilities to other Coast Guard and DHS vessels. The analysis may include a plan to give priority to vessels and units more likely to encounter those suspected of making illegal border crossings through the maritime environment.", 
  "house_number": 6, 
  "introduced_at": "2008-04-24", 
  "number": 1028, 
  "purpose": "An amendment numbered 6 printed in Part B of House Report 110-604 to strike section 708 of the substitute amendment (maritime biometric identification) and replace it with a requirement that the Commandant of the Coast Guard, within one year of enactment, conduct a program for the mobile biometric identification of suspected individuals, including terrorists, to enhance border security. It also would require a cost analysis of expanding these capabilities to other Coast Guard and DHS vessels. The analysis may include a plan to give priority to vessels and units more likely to encounter those suspected of making illegal border crossings through the maritime environment.", 
  "sponsor": {
    "district": "9", 
    "name": "Bilirakis, Gus M.", 
    "state": "FL", 
    "thomas_id": "01838", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-04-24T12:35:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}