{
  "actions": [
    {
      "acted_at": "1995-05-11T10:41:00-04:00", 
      "references": [], 
      "text": "Amendments (A007) offered by Mr. Traficant.", 
      "type": "action"
    }, 
    {
      "acted_at": "1995-05-11T10:42:00-04:00", 
      "references": [], 
      "text": "On agreeing to the Traficant amendments (A007) Agreed to by voice vote.", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt362-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr961-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 961
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendments en bloc provide that if the administrator or State extends the deadline for point source compliance, and encourages development and use of an innovative pollution prevention technology under the bill, the administrator or State shall encourage, to the maximum extent practicable, the use of technology produced in the United States; and add language which states that to the greatest extent practicable, all equipment and products purchased with funds made available under this Act should be American-made.", 
  "house_number": 7, 
  "introduced_at": "1995-05-11", 
  "number": 362, 
  "purpose": "An amendment, comprised of two amendments offered en bloc (Nos. 52 and 53 in the Congressional Record of May 9) to do the following: 1. Restrict the new authority provided for by the bill for EPA or a State to extend deadlines for point source compliance and encourage development and use of innovative prevention technologies by requiring that the technology, to the greatest extent possible, is produced in the U.S.; 2. to express that it is the sense of Congress that, to the greatest extent possible, all equipment and products purchased with funds authorized in the bill should be made in the U.S.", 
  "sponsor": {
    "district": "17", 
    "name": "Traficant, James A., Jr.", 
    "state": "OH", 
    "thomas_id": "01166", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "1995-05-11", 
  "updated_at": "2013-07-17T07:50:47-04:00"
}