{
  "actions": [
    {
      "acted_at": "2008-04-24T13:45:00-04:00", 
      "references": [
        {
          "reference": "CR H2730-2732", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2730-2731", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A014) offered by Mr. Stupak.", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-04-24T13:55:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Stupak amendment (A014) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1036-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2830-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2830
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Amendment permitted the Commandant of the Coast Guard to convey, without consideration, the Coast Guard Station Marquette and Lighthouse Point in Marquette County, Michigan, to the City of Marquette, Michigan. The conveyance could not occur until the Coast Guard has relocated to a newly constructed station, any environmental remediation required under federal law has been completed, and the Commandant of the Coast Guard determines that retention of the lighthouse is not needed for Coast Guard missions.", 
  "house_number": 14, 
  "introduced_at": "2008-04-24", 
  "number": 1036, 
  "purpose": "An amendment numbered 15 printed in Part B of House Report 110-604 to permit the Commandant of the Coast Guard to convey, without consideration, the Coast Guard Station Marquette and Lighthouse Point in Marquette County, Michigan, to the City of Marquette, Michigan. The conveyance could not occur until the Coast Guard has relocated to a newly constructed station, any environmental remediation required under federal law has been completed, and the Commandant of the Coast Guard determines that retention of the lighthouse is not needed for Coast Guard missions.", 
  "sponsor": {
    "district": "1", 
    "name": "Stupak, Bart", 
    "state": "MI", 
    "thomas_id": "01123", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-04-24T13:55:00-04:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}