{
  "actions": [
    {
      "acted_at": "2008-03-06T12:04:00-05:00", 
      "references": [
        {
          "reference": "CR H1376-1381", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H1376-1380", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mrs. McCarthy (NY).", 
      "type": "action"
    }, 
    {
      "acted_at": "2008-03-06T12:09:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the McCarthy (NY) amendment (A001) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt959-110", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2857-110", 
    "bill_type": "hr", 
    "congress": 110, 
    "number": 2857
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "110", 
  "description": "Manager's amendment consists of the text of the amendment contained in House Report 110-539 and printed on pages H1376-H1380 in the Congressional Record for March 6, 2008.", 
  "house_number": 1, 
  "introduced_at": "2008-03-06", 
  "number": 959, 
  "purpose": "An amendment numbered 1 printed in House Report 110-539 to make various technical changes and clarifications to the bill. The amendment makes various technical changes to Learn and Serve America (Subtitle B); clarifies matching requirements of AmeriCorps State/National (Subtitle C); strengthens Senior Corps by phasing in competition for the Retired Senior Volunteer Program (RSVP) by 2013 and creating incentive grants to encourage high performance among the Senior Corps programs with a priority for RSVP programs; and provides New Service Initiatives including a new national service pilot program to support individuals seeking to do service for small, eligible entities and a Silver Scholarship program for individuals 55 years of age and older who perform 600 hours of service. The amendment also expands the scope to include community colleges serving predominantly minority student populations; and gives priority to areas which the President has declared to be major disaster areas.", 
  "sponsor": {
    "district": "4", 
    "name": "McCarthy, Carolyn", 
    "state": "NY", 
    "thomas_id": "01503", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2008-03-06T12:09:00-05:00", 
  "updated_at": "2013-07-17T08:16:33-04:00"
}