{
  "actions": [
    {
      "acted_at": "1996-06-06T13:17:00-04:00", 
      "references": [], 
      "text": "Amendment (A002) in the nature of a substitute offered by Mr. Kleczka.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-06T14:26:00-04:00", 
      "references": [], 
      "text": "The previous question was ordered on the amendment (A002) and the bill without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-06-06T14:46:00-04:00", 
      "how": "roll", 
      "references": [], 
      "result": "fail", 
      "roll": 220, 
      "text": "On agreeing to the Kleczka amendment (A002) Failed by the Yeas and Nays: 194 - 233 (Roll no. 220).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt1133-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3562-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 3562
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment in the nature of a substitute sought to urge the appropriate Federal official to waive compliance with Federal law to enable the State of Wisconsin to implement the \"Wisconsin Works\" welfare demonstration project provided that such official: publish a notice in the Federal Register describing the changes and providing a 30 day public comment period, provide for expedited consideration of the demonstration project to complete consideration no later than July 31, 1996, and certify that the plan presented by the State contains the features described by the Governor of Wisconsin in the document entitled \"Wisconsin Works\".", 
  "house_number": 2, 
  "introduced_at": "1996-06-06", 
  "number": 1133, 
  "purpose": "An amendment in the nature of a substitute which would not approve the waivers requested by the State of Wisconsin, but would encourage the Administration to approve the requests, provided that Wisconsin allows a 30-day period for public comment. The substitute provides for expedited consideration of the waiver request to be completed by July 31, 1996, if the Administration certifies that the Wisconsin welfare proposal will accomplish its intended goals.", 
  "sponsor": {
    "district": "4", 
    "name": "Kleczka, Gerald D.", 
    "state": "WI", 
    "thomas_id": "00637", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "fail", 
  "status_at": "1996-06-06T14:46:00-04:00", 
  "updated_at": "2013-07-17T07:50:55-04:00"
}