{
  "actions": [
    {
      "acted_at": "2009-06-04T15:21:00-04:00", 
      "references": [
        {
          "reference": "CR H6211", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H6211", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A014) offered by Mr. Roskam.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-06-04T15:26:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Roskam amendment (A014) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt176-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2200-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2200
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment requires the Secretary of Homeland Security to collect public comments from transit agencies to determine the extent to which current allowable uses of grant funds under the Transit Security Grant Program are sufficient to address security improvement priorities identified by transit agencies. Where security improvement priorities identified by local transit agencies are not met by the regulations implementing the grant program, the Secretary will, within 180 days after enactment, report to Congress on how such regulations should be changed to accommodate them or why these are not appropriate priorities.", 
  "house_number": 14, 
  "introduced_at": "2009-06-04", 
  "number": 176, 
  "purpose": "An amendment numbered 14 printed in House Report 111-127 to require the Secretary of Homeland Security to collect public comments from transit agencies to determine the extent to which current allowable uses of grant funds under the Transit Security Grant Program are sufficient to address security improvement priorities identified by transit agencies. Where security improvement priorities identified by local transit agencies are not met by the regulations implementing the grant program, the Secretary will report to Congress on how such regulations should be changed to accommodate them or why these are not appropriate priorities.", 
  "sponsor": {
    "district": "6", 
    "name": "Roskam, Peter J.", 
    "state": "IL", 
    "thomas_id": "01848", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-06-04T15:26:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}