{
  "actions": [
    {
      "acted_at": "2009-05-20T15:55:00-04:00", 
      "references": [
        {
          "reference": "CR H5858-5859", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H5858", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A008) offered by Mr. Nye.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-05-20T15:58:00-04:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Nye amendment (A008) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt145-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2352-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 2352
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment adds a new title (Military Entrepreneurs Program) requiring the Small Business Administration to establish and carry out a program to provide business counseling and entrepreneurial development assistance to members of the Armed Forces to facilitate the development of small business concerns. The amendment establishes a liaison to facilitate outreach to members of the Armed Forces with respect to business counseling and entrepreneurial development assistance.", 
  "house_number": 8, 
  "introduced_at": "2009-05-20", 
  "number": 145, 
  "purpose": "An amendment numbered 8 printed in House Report 111-121 to add a new title (Military Entrepreneurs Program) to require the Small Business Administration to establish and carry out a program to provide business counseling and entrepreneurial development assistance to members of the Armed Forces to facilitate the development of small business concerns. The amendment establishes a liaison to facilitate outreach to members of the Armed Forces with respect to business counseling and entrepreneurial development assistance.", 
  "sponsor": {
    "district": "2", 
    "name": "Nye, Glenn C.", 
    "state": "VA", 
    "thomas_id": "01957", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "2009-05-20T15:58:00-04:00", 
  "updated_at": "2013-07-17T08:16:55-04:00"
}