{
  "actions": [
    {
      "acted_at": "1996-02-29T10:11:00-05:00", 
      "references": [], 
      "text": "Amendment (A008) offered by Mr. Roth.", 
      "type": "action"
    }, 
    {
      "acted_at": "1996-02-29T10:49:00-05:00", 
      "how": "by voice vote", 
      "references": [], 
      "result": "pass", 
      "text": "On agreeing to the Roth amendment (A008) Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }
  ], 
  "amendment_id": "hamdt937-104", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr2854-104", 
    "bill_type": "hr", 
    "congress": 104, 
    "number": 2854
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "104", 
  "description": "Amendment directs the Secretary of Agriculture to develop a strategy to achieve specific targets for future export sales and world market share; reauthorizes U.S. food aid programs through 2002; authorizes Commodity Credit Corporation (CCC) export guarantees through 2002, and empowers the CCC to guarantee more exports to emerging markets and countries in transition to free-market systems; authorizes the Secretary of Agriculture to reprogram unused export subsidy funds among a variety of export and food aid programs; and requires stricter monitoring of foreign compliance with the agricultural provisions of the Uruguay Round.", 
  "house_number": 8, 
  "introduced_at": "1996-02-29", 
  "number": 937, 
  "purpose": "An amendment to reauthorize various food aid programs, including Food for Peace and Food for Progress. The amendment would also reauthorize the Foreign Agricultural Service and, export credit guarantees, and public-private partnership program to increase the U.S. share of world agricultural markets. The amendment establishes specific goals for increasing exports that the USDA would be required to reach, and would make future program reauthorization contingent upon achieving those goals.", 
  "sponsor": {
    "district": "8", 
    "name": "Roth, Toby", 
    "state": "WI", 
    "thomas_id": "00989", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "pass", 
  "status_at": "1996-02-29T10:49:00-05:00", 
  "updated_at": "2013-07-17T07:50:52-04:00"
}