{
  "actions": [
    {
      "acted_at": "2009-07-31T10:56:00-04:00", 
      "references": [
        {
          "reference": "CR H9225-9227, H9240-9241", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H9225", 
          "type": "text"
        }
      ], 
      "text": "Amendment (A001) offered by Mr. Frank (MA).", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-31T11:05:00-04:00", 
      "references": [], 
      "text": "Frank (MA) amendment (A001) modified by unanimous consent. The amendment, as modified, inserts new text into the \"Limitation\" provision. The provision is modified to read: ? (f)Limitation- No regulation promulgated pursuant to this section shall be allowed to require the recovery of incentive-basedcompensation under compensation arrangements in effect on the date of enactment of this Act, provided such compensation agreements are for a period of no more than 24 months. Nothing in this Act shall prevent or limit the recovery of incentive-based compensation under any other applicable law.", 
      "type": "action"
    }, 
    {
      "acted_at": "2009-07-31T13:30:00-04:00", 
      "references": [
        {
          "reference": "CR H9226", 
          "type": "text as modified"
        }
      ], 
      "text": "On agreeing to the Frank (MA) amendment (A001) as modified Agreed to by recorded vote: 242 - 178 (Roll no. 683).", 
      "type": "action"
    }
  ], 
  "amendment_id": "hamdt409-111", 
  "amendment_type": "hamdt", 
  "amends_amendment": null, 
  "amends_bill": {
    "bill_id": "hr3269-111", 
    "bill_type": "hr", 
    "congress": 111, 
    "number": 3269
  }, 
  "amends_treaty": null, 
  "chamber": "h", 
  "congress": "111", 
  "description": "Amendment, as offered, strikes provisions prohibiting callbacks of executive compensation approved by shareholders and inserts language prohibiting rules of financial regulators from requiring recovery of incentive-based pay under arrangements in effect on the date of enactment. As modified (page H9226 of the Congressional Record), text is inserted which clarifies that the intent is to prevent the SEC from making inappropriate requirements with respect to executive compensation.", 
  "house_number": 1, 
  "introduced_at": "2009-07-31", 
  "number": 409, 
  "purpose": "An amendment numbered 1 printed in House Report 111-237 to strike language prohibiting clawbacks of executive compensation approved by shareholders and insert language prohibiting rules of financial regulators from requiring recovery of incentive-based pay under arrangements in effect on the date of enactment.", 
  "sponsor": {
    "district": "4", 
    "name": "Frank, Barney", 
    "state": "MA", 
    "thomas_id": "00407", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "offered", 
  "status_at": "2009-07-31", 
  "updated_at": "2013-07-17T08:16:56-04:00"
}